Repository: BioStar2/BioStar2IOS
Catalog: BiostarMobile/BiostarMobile/*.lproj/Localizable.strings
Languages: ar, cs, es, fr, hu, it, ja, ko, lt, pl, pt_br, zh, zh_hans_hk

source: Smart Card Type
es: Tipo Tarjeta Inteligente
fr: Type de Smart Card
hu: Smart kártya típusa
it: Tipologia di carta
ja: スマートカードの種類
ko: 스마트 카드 종류
lt: Lustinės kortelės tipas
pt_br: Tipo de cartão
zh: 智能卡类型
zh_hans_hk: 智慧卡類型

# id_code
source: Facility Code
es: Código Sitio
hu: Telephely kód
it: Codice impianto
ja: ファシリティコード
ko: 식별 코드
lt: Objekto kodas
pt_br: Tipo de Smart Card
zh: 设备码
zh_hans_hk: 設備碼

source: CSN
zh: 卡片序列号
zh_hans_hk: 卡片序號

source: WIEGAND
zh: 韦根
zh_hans_hk: 韋根

source: Smart Card
es: Tarjeta Inteligente
hu: Smart kártya
ja: スマートカード
ko: 스마트 카드
lt: Lustinė kortelė
zh: 智能卡
zh_hans_hk: 智慧卡

source: Read Card
es: Leer Tarjeta
fr: Lire la Carte
hu: Kártyaolvasás
it: Leggi carta
ja: カード読込み
ko: 카드읽기
lt: Skaityti kortelę
pt_br: Ler smart card
zh: 读卡
zh_hans_hk: 讀卡

# registeration_option_direct_input
source: Enter Manually
es: Entrar Manualmente
fr: Entrer Manuellement
hu: Kézi bevitel
it: Inserisci manualmente
ja: 直接入力
ko: 직접 입력
lt: Įvesti rankiniu būdu
pt_br: Entre manualmente
zh: 手动输入
zh_hans_hk: 手動輸入

# none_wigand
source: The selected Wiegand format is not set in the device. Set the Wiegand format for the device with the PC version of BioStar.
es: El formato Wiegand seleccionado no está establecido en el dispositvo. Utilize Biostar en el PC para configurar Wiegand el dispositivo.
fr: Le format Wiegand sélectionné n'est pas appliqué au lecteur. Veuillez d'abord appliquer le Format Wiegand souhaité au lecteur en utilistant la version PC de BioStar
hu: A Wiegand formátum nincs beállítva az eszközön. Állítsa be a Wiegand formátumot a BioStar PC verziójából.
it: Il formato Wiegand selezionato non è impostato sul dispositivo. Impostare il formato Wiegand con il software BioStar da pc.
ja: Wiegandを設定できません。PC版のBioStarを利用して設定してください。
ko: 장치에 선택한 Wiegand 형식이 설정되지 않았습니다. BioStar PC 버전을 통해 장치에 Wigand형식을 설정하십시오.
lt: Pasirinktas „Wiegand“ formatas yra nenustatytas prietaise. Nustatykite „Wiegand“ formatą įrenginiui su BioStar programa asmeniniam kompiuteriui.
pt_br: O formato de wiegand selecionado não pode configurar no dispositivo. Configura o formato de wiegand para o dispositivo com o BioStar versão de o servidor de cliente.
zh: 选定的韦根格式未在设备内设置，请使用PC版本BioStar设置设备韦根格式
zh_hans_hk: 選定的韋根格式未在設備內設置，請使用PC版本BioStar設置設備韋根格式

# csn_format_wigand_scan
source: CSN card can not be scanned because the CSN format type is set to Wiegand.
es: CSN Tarjeta no puede ser escaneado porque tipo formato CSN está establecido en Wiegand.
fr: Le CSN de la carte ne peut pas être lu car le Type de Format CSN appliqué est Wiegand
hu: CSN kártya nem olvasható, mert a CSN formátum típus a Wiegand protokollban lett beállítva
it: La carta CSN non può essere acquisita in quanto il tipo di formato CSN è Wiegand.
ja: カードの形式がWiegandに設定されているため、CSNが読取れません。
ko: CSN포맷 종류가 Wiegand로 설정되어 있어서 CSN 카드를 스캔할 수 없습니다.
lt: „CSN“ kortelė negali būti nuskaityta nes „CSN“ formato tipas yra nustatytas į „Wiegand“.
pt_br: Cartão de CSN nao pode ler, porque o formato de CSN precisa configuração de wiegand.
zh: 无法读取卡号，由于卡号格式类型被设置为韦根
zh_hans_hk: 無法讀取卡號，由於卡號格式類型被設置為韋根

# none_registered_fingerprint
source: There is no registered fingerprint data.
es: No hay datos de huella registrados.
fr: Absence d'enregistrement de donnée Biometrique
hu: Ujjlenyomat adat nincs regisztrálva.
it: Non ci sono impronte registrate.
ja: 指紋データが登録されていません。
ko: 등록된 지문이 없습니다.
lt: Nėra registruotų pirštų atspaudų duomenų.
pt_br: Não há dados de impressão digital registrados.
zh: 无注册指纹数据
zh_hans_hk: 無註冊指紋數據

# none_select_card
source: No card input(selection) was made.
es: Ninguna entrada de tarjeta (selección) fue realizada.
fr: Aucune Carte n'a été sélectionnée.
hu: Nem történt kártya beolvasás.
it: Nessun ingresso carta (selezione) è stato creato.
ja: カード入力（選択）なし
ko: 카드가 입력(선택)되지 않았습니다.
lt: Kortelės nuskaitymas (pasirinkimas) neatliktas.
pt_br: Nenhuma entrada de cartão (seleção) foi feita.
zh: 没有(选择)卡片输入
zh_hans_hk: 沒有(選擇)卡片輸入

# rescan
source: Rescan method
es: Método Re-Scan
fr: Méthode de re-Capture
hu: Újrabeolvasási eljárás
it: Metodo riscansione
ja: 再スキャン方法
ko: 재 스캔 방법
lt: Nuskaitymo metodas
pt_br: Método Rescan
zh: 重新读取方法
zh_hans_hk: 重新讀取方法

# rescan_default
source: Scan quality score : 80 (recommended)
es: Puntuación calidad scan: 80 (recomendado)
fr: Niveau de qualité de Capture: 80 (recommandé)
hu: Beolvasás minősége: 80 (ajánlott)
it: Punteggio scansione di qualità: 80 (consigliata)
ja: スキャン品質スコア：80（推奨）
ko: 80점 등록 품질(권장)
lt: Skenavimo kokybės balas: 80 (rekomenduojama)
pt_br: Índice de qualidade de impressão digitalização: 80 (recomendado)
zh: 读取质量分数:80(推荐)
zh_hans_hk: 讀取品質分數:80(推薦)

# rescan_change
source: Scan quality change
es: Cambio Calidad scan
fr: Changer le niveau de qualité de Capture
hu: Beolvasás minőségének megváltoztatása
it: Cambiare qualità di scansione
ja: スキャン品質の変更
ko: 등록 품질 변경
lt: Skenavimo kokybės pokytis
pt_br: Alterar a qualidade da impressão digitalização
zh: 更改读取质量
zh_hans_hk: 更改讀取品質

# question_block_card
source: Do you want to block the selected card?
es: ¿Quiere bloquear una tarjeta seleccionada?
fr: Voulez vous bloquer la Carte sélectionnée?
hu: Letiltja a kiválasztott kártyát?
it: Vuoi bloccare una carta selezionata?
ja: 選択したカードをブロックしますか？
ko: 선택한 카드를 차단하시겠습니까?
lt: Ar norite blokuoti pasirinktą kortelę?
pl: Do you want to block a selected card?
pt_br: Você queria de bloquear o cartão selecionado?
zh: 是否想要限制选定卡片
zh_hans_hk: 是否想要限制選定卡片

# question_unblock_card
source: Do you want to unblock the selected card?
es: ¿Quiere desbloquear una tarjeta seleccionada?
fr: Voulez vous débloquer la Carte sélectionnée?
hu: Feloldja a kiválasztott kártyát?
it: Vuoi sbloccare una carta selezionata?
ja: 選択したカードのブロックを解除しますか？
ko: 선택한 카드의 차단을 해제하시겠습니까?
lt: Ar norite atblokuoti pasirinktą kortelę?
pl: Do you want to unblock a selected card?
pt_br: Você queria de desbloquear o cartão selecionado?
zh: 是否想要解除限制选定卡片
zh_hans_hk: 是否想要解除限制選定卡片

# question_reregister_card
source: Do you want to allow re-registration with the selected mobile smart card?
es: ¿Quiere permitir re-registro con la tarjeta inteligente móvil seleccionada?
fr: Voulez vous authoriser le re-engistrement avec la Mobile Smart Card sélectionnée?
hu: Engedélyezi az újra regisztrációt a kiválasztott mobil smart kártyával?
it: Vuoi consentire una nuova registrazione con mobile smart card selezionata?
ja: 選択したモバイルスマートカードの再登録を許可しますか？
ko: 선택한 모바일 카드를 재등록 하도록 허용하시겠습니까?
lt: Ar norite leisti pakartotiną registraciją pasirinktai mobiliajai lustinei kortelei?
pt_br: Você queria de cadastrar o cartão para mobile de novo?
zh: 是否允许使用选定移动端智能卡重新注册
zh_hans_hk: 是否允許使用選定移動端智慧卡重新註冊

# over_value
source: Max value exceeded.
es: Valor máximo excedido.
fr: Depassement de la valeur Max
it: Valore massimo superato.
ko: 최대값이 넘었습니다.
pt_br: Máximo valor excedido.
zh: 超出最大值
zh_hans_hk: 超出最大值

# discern_empty
source: Facility Code is not applied.
es: Facility Code no aplicado.
fr: Aucun Facility Code n'est appliqué
it: Codice impianto non è applicato.
ko: 식별코드가 설정되지 않았습니다.
pt_br: O Código de facilidade não é aplicado.
zh: 未应用设备编号（FC）
zh_hans_hk: 未應用設備編號（FC）

# none_card_layout_format
source: Smart Card Layout is not applied.
es: Layout Tarjeta Inteligente no aplicado.
fr: Aucun Smart Card Layout n'est appliqué
it: Il layout della carta non è applicato.
ko: 스마트카드 레이아웃 형식이 입력되지 않았습니다.
pt_br: Layout para Cartão não é aplicado.
zh: 未应用智能卡布局
zh_hans_hk: 未應用智慧卡佈局

# invalid_card_type
source: Card format is not matched.
es: Formato tarjeta no coincide.
fr: Le Card Format ne correspond pas
it: Formato carta non corrispondente.
ko: 카드 형식이 맞지 않습니다.
pt_br: O formato de cartão não é correspondido.
zh: 卡片格式不匹配
zh_hans_hk: 卡片格式不匹配

# wiegand_format_empty
source: Wiegand format is not applied.
es: Formato Wiegand no aplicado.
fr: Aucun Format Wiegand Layout n'est appliqué
it: Formato Wiegand non è applicto.
ko: Wiegand format이 설정되지 않았습니다.
pt_br: O formato de Wiegand não é aplicado.
zh: 未应用韦根格式
zh_hans_hk: 未應用韋根格式

source: Write Card
es: Escribir Tarjeta.
fr: Ecrire la Carte
it: Scrivi carta
ko: 카드쓰기
pt_br: Escrever no cartão
zh: 写卡片
zh_hans_hk: 寫卡片

# invalid_card_id
source: 0' is not allowed for the first number of Card ID.
es: Tarjeta no válida
fr: Le premier chiffre du Card ID ne peut pas être '0'.
it: 0' non è consentito per il primo numero di ID carta.
ko: 카드ID는 '0'으로 시작할 수 없습니다.
pt_br: Não pode entre '0' para cartão ID.
zh: 不允许卡片ID首位为0
zh_hans_hk: 不允许卡片ID首位为0

# non_blocked
source: Access-on-card can be deleted after blocking.
es: Tarjeta AccessOnCard se puede borrar después de bloquearla.
fr: Access-on-card peut être effacée après avoir bloqué la carte.
it: L'accesso su carta può essere eliminato dopo il blocco.
ko: 엑세스 온 카드는 차단 후 삭제 할 수 있습니다.
pt_br: Cartões de acesso pode excluir depois bloqueado.
zh: 访问卡片可在限制后删除
zh_hans_hk: 訪問卡片可在限制後刪除

# end_date
source: Expiry date
ar: تاريخ إنتهاء الصلاحية
cs: Datum expirace
es: Fecha Final
fr: Date d'Expiration
hu: Érvényesség
it: Data Fine
ja: 終了日
ko: 종료일
lt: Galiojimo laikas
pl: Data końca
pt_br: Prazo
zh: 到期日期

# pin_upper
source: PIN
ar: كود الدخول
ja: 暗証番号
pl: Kod PIN
pt_br: Senha

source: Unlock
pt_br: Desblocar

# add_credential
source: Do you want to add credentials?
es: Desea añadir credenciales?
fr: Voulez-vous ajouter des Credentials?
it: Vuoi aggiungere le credenziali?
ko: 크리덴셜을 추가하시겠습니까?

source: nd
it: ndo
ja: 番目
ko: 번째

source: OK
ar: موافق
es: Aceptar
ja: 確認
ko: 확인

source: rd
es: nd
it: zo
ja: 番目
ko: 번째

source: st
es: nd
it: mo
ja: 番目
ko: 번째
lt: Stebėjimas
pl: nd

source: th
es: nd
it: to
ja: 番目
ko: 번째
pl: nd

source: ID
ar: الرقم
cs: číslo
