Repository: BioStar2/BioStar2IOS
Catalog: BiostarMobile/BiostarMobile/*.lproj/Localizable.strings
Languages: ar, cs, es, fr, hu, it, ja, ko, lt, pl, pt_br, zh, zh_hans_hk

# %ld minute %ld sec
source: %ld Min %ld sec
ar: %ld د.ق %ld ث
hu: %ld Perc %ld Másodperc
pl: %ld minut %ld Sekunda
zh_hans_hk: %ld 分鐘 %ld 秒

# %ld minute
source: %ld Min
ar: %ld د.ق
hu: %ld Perc
pl: %ld minut
zh_hans_hk: %ld 分鐘

source: %ld sec
ar: %ld ث
hu: %ld Másodperc
pl: %ld Sekunda
zh_hans_hk: %ld 秒

source: %ldth Fingerprint
ar: %ldth البصمة
fr: %ldth Empreinte digitale
hu: %ldth Ujjlenyomat
pl: %ldnd Odcisk palca
pt_br: %ldth Impressão Digital
zh_hans_hk: %ldth 指紋

source: 1st Fingerprint
ar: 1st البصمة
fr: 1st Empreinte digitale
hu: 1st Ujjlenyomat
pl: 1nd Odcisk palca
pt_br: 1st Impressão Digital
zh_hans_hk: 1st 指紋

source: 2nd Fingerprint
ar: 2nd البصمة
fr: 2nd Empreinte digitale
hu: 2nd Ujjlenyomat
pl: 2nd Odcisk palca
pt_br: 2nd Impressão Digital
zh_hans_hk: 2nd 指紋

source: 3rd Fingerprint
ar: 3rd البصمة
fr: 3rd Empreinte digitale
hu: 3rd Ujjlenyomat
pl: 3nd Odcisk palca
pt_br: 3rd Impressão Digital
zh_hans_hk: 3rd 指紋

source: quality %ld
ar: الجودة %ld
fr: Qualité %ld
hu: Minőség %ld
pl: Jakość %ld
pt_br: Qualidade %ld
zh_hans_hk: 品質 %ld

# selected_count %ld
source: Selected %ld
ar: %ld اختيار
fr: Nombre(s) sélectionné(s) %ld
hu: kiválasztva %ld
pl: Wybrano %ld
pt_br: Selecionado %ld
zh_hans_hk: 號碼已選擇 %ld

source: User:%ld Device:%ld Event:%ld
ar: الموظف:%ld الجهاز:%ld حدث:%ld
fr: Utilisateur:%ld équipements:%ld Evénement:%ld
hu: Felhasználó:%ld Eszköz:%ld Esemény:%ld
pl: Użytkownik:%ld Urządzenie:%ld Zdarzenie:%ld
pt_br: Usuário:%ld Dispositivos:%ld Event:%ld
zh_hans_hk: 用戶:%ld 裝置:%ld 事件:%ld

source: Add Card
ar: إضافة البطاقة
fr: Ajouter Carte
hu: Hozzáadás Kártya
pl: Dodaj Karta
pt_br: Adicionar Cartão
zh_hans_hk: 添加 卡片

source: Date Format
ar: التاريخ صيغة
hu: Dátum Formattálás
pl: Data Format
pt_br: Data Formato
zh_hans_hk: 日期 格式

source: Date/Time Format
ar: التاريخ/الوقت صيغة
fr: Date/Temps Format
hu: Dátum/Idő Formattálás
pl: Data/Czas Format
pt_br: Data/Hora Formato
zh_hans_hk: 日期/時間 格式

source: Delete Alarm
ar: حذف إنذار
fr: Supprimer Alarme
hu: Törlés Riasztás
pl: Usuń Alarm
pt_br: Excluir Alarme
zh_hans_hk: 刪除 警報

source: Delete User
ar: حذف الموظف
fr: Supprimer la Utilisateur
hu: Törlés Felhasználó
pl: Usuń Użytkownik
pt_br: Excluir Usuário
zh_hans_hk: 刪除 用戶

source: From Photo
ar: الصورة
cs: od Snímek
es: De Fotografía
fr: Depuis la Photo
it: da Foto
ja: ギャラリー フォト
ko: 사진첩에서 가져오기
lt: nuo Nuotrauka
pl: Z zdjęcie
pt_br: De Foto
zh: 從照片
zh_hans_hk: 從照片

source: Select Operator
ar: حدد مشغل
fr: Sélectionner Opérateur
hu: Kiválaszt Operátor
pl: Wybierz Operator
pt_br: Selecionar Operador
zh_hans_hk: 選擇運營商

source: Select Option
ar: حدد الخيار
fr: Sélectionner Option
hu: Kiválaszt opció
pl: Wybierz Opcje
pt_br: Selecionar Opção
zh_hans_hk: 選擇選項

source: Status Active
ar: الحالة النشطة
fr: Statut Actif
hu: Státusz Aktív
pl: Status Aktywny
pt_br: Status Ativo
zh_hans_hk: 狀態 有效

source: Status Inactive
ar: حالة غير نشطة
fr: Statut Inactif
hu: Státusz Inaktív
pl: Status Nieaktywny
pt_br: Status Inativo
zh_hans_hk: 狀態 无效

source: Time Format
ar: تنسيق الوقت
fr: Temps Format
hu: Idő Formattálás
pl: Czas Format
pt_br: Hora Formato
zh_hans_hk: 時間 格式

# email_not_setted
source: Please set the email on the device setting app.
ar: يرجى تعريف الإيميل على برنامج إعدادات الجهاز
cs: V nastavení aplikace vyplňte e-mail.
es: Defina email en App. propiedades dispositivo
fr: Veuillez renseigner l'e-mail dans les paramètres de l'application
hu: Email nincs beállítva
it: Impostare la posta elettronica sul app in impostazione del dispositivo.
ja: 端末設定アプリで、eメールの設定をしてください。
ko: 장치 설정 앱에서 이메일 셋팅을 해주세요.
pl: Proszę ustawić email w ustawieniach aplikacji
pt_br: não configura email
zh: 请在设备设置APP上设置邮件
zh_hans_hk: 請在裝置設置APP上設置郵件

# AC
source: Active
ar: فعّال
fr: Actif
hu: Aktív
pl: Aktywny
pt_br: Ativo
zh_hans_hk: 有效

# IN
source: Inactive
ar: غير فعّال
fr: Inactif
hu: Inaktív
pl: Nieaktywny
pt_br: Inativo
zh_hans_hk: 無效

# notificationType.message.deviceReboot
source: %@ was restarted.
es: %@ fue reiniciado
fr: %@ a rdémarré
hu: Az eszköz újraindul(%@)
it: %@ è stato riavviato.
ja: %@ 端末が再起動されました。
ko: %@ 장치가 재시작 되었습니다.
lt: %@ Buvo perkrauta
pt_br: %@ foi reiniciado.
zh: %@ 被重启
zh_hans_hk: %@ 被重啟

# notificationType.message.deviceRs485Disconnect
source: %@ was disconnected.
es: %@ fue desconectado
fr: %@ a été déconnecté
hu: RS485 kapcsolat megszakadt(%@)
it: %@ è stato disconnesso.
ja: %@ の接続が切断されました。
ko: %@ 의 연결이 끊어졌습니다.
lt: %@ Buvo išjungtą
pt_br: %@ foi desligado.
zh: %@ 断开
zh_hans_hk: %@ 斷開

# notificationType.message.deviceTampering
source: %@ was tampered.
es: %@ fue saboteado
fr: %@ Tamper déclenché
hu: Készülék szabotázs(%@)
it: %@ è stato manomesso.
ja: %@ のタンパーが動作しました。
ko: %@ 의 탬퍼가 동작되었습니다.
lt: %@ Buvo sabotuota
pt_br: %@ foi adulterado.
zh: %@ 被强拆
zh_hans_hk: %@ 被強拆

# notificationType.message.doorApb
source: APB alarm was detected from %@.
es: Alarma APB detectada en %@.
fr: Une Alarme APB a été détectée sur %@
hu: APB ajtó(%@).
it: allarme APB è stato rilevato da %@.
ja: アンチパスバックアラームが %@ エリアで発生しました。
ko: 안티패스백 알람이 %@ 구역에서 발생했습니다.
lt: durys pažeistos %@.
pt_br: Alarme APB foi detectada de %@.
zh: 从%@上检测到反潜返警报
zh_hans_hk: 從%@上檢測到反潛返警報

# notificationType.message.doorForcedOpen
source: Forced open door was detected from %@
es: Apertura forzada puerta detectda en %@.
fr: Une Ouverture Forcée de Porte a été détectée sur %@
hu: Kényszerített ajtónyitás(%@)
it: Apertura porta forzata rilevata da %@
ja: ドア %@ がこじ開けられました。
ko: 출입문 %@ 이(가) 강제로 개방되었습니다.
lt: Priverstinis atidarymas buvo aptiktas %@
pt_br: Porta aberta Forçado foi detectada de %@.
zh: 从%@上检测到强制破门
zh_hans_hk: 從%@上檢測到強制破門

# notificationType.message.doorHeldOpen
source: Held open door was detected from %@
es: Apertura mantenida puerta detectada en %@.
fr: Une Porte Retenue Ouverte a été détectée sur %@
hu: Nyitvatartott ajtó észlelhető(%@)
it: Apertura porta rilevata da %@
ja: ドア %@ が開放されています。
ko: 출입문 %@ 이(가) 개방되었습니다.
lt: Atidaros durys buvo aptiktos %@
pt_br: Porta aberta por muito tempo foi detectada de %@.
zh: 从%@上检测到门长开未关
zh_hans_hk: 從%@上檢測到門長開未關

# notificationType.message.doorOpenRequest
source: (%1$@)door open request was made by user(%2$@).
es: (%1$@) petición apertura apuerta por usuario (%2$@).
fr: (%1$@)Une Requête d'ouverture de porte a été faite par l'Utilisateur%2$@)
hu: Ajtó(%1$@) nyitás kérelem(%2$@).
it: (%1$@)Richiesta apertura porta da parte di un utente(%2$@).
ja: ユーザー(%2$@)によって、ドア(%1$@)の開放要求がありました。
ko: 사용자(%2$@)에 의해 출입문(%1$@) 개방이 요청되었습니다.
lt: (%1$@)durų atidarymo užklausą buvo atlikta varototjo(%2$@)
pt_br: (%1$@) Pedido da porta aberta foi feito pelo usuário(%2$@).
zh: (%1$@)门收到用户(%2$@)开门请求
zh_hans_hk: (%1$@)門收到用戶(%2$@)開門請求

# notificationType.message.zoneApb
source: APB alarm was detected from %@.
es: Alarma APB detectada en %@.
fr: Une Alarme APB a été détectée sur %@.
hu: APB riasztás zónában(%@)
it: allarme APB è stata rilevata da %@.
ja: アンチパスバックアラームが%@エリアで発生しました。
ko: 안티패스백 알람이 %@ 구역에서 발생했습니다.
lt: Priverstinio atidarymo aliarmas suveikė %@.
pt_br: Alarme APB foi detectada de %@.
zh: %@ 上检测到反潜返警报
zh_hans_hk: %@ 上檢測到反潛返警報

# notificationType.message.zoneFire
source: Fire alarm was detected from %@.
es: Alarma Incendios detectada en %@.
fr: Une Fire Alarm a été détectée sur %@.
hu: Tűz riasztás zónában(%@)
it: allarme antincendio è stato rilevato da %@.
ja: 火災警報が%@エリアで発生しました。
ko: 화재 경보가 %@ 구역에서 발생했습니다.
lt: Gaisrinis aliarmas suveikė %@.
pt_br: Alarme de incêndio foi detectada de %@.
zh: %@ 上检测到火警警报
zh_hans_hk: %@ 上檢測到火警警報

# notificationType.title.deviceReboot
source: Device Reboot
es: Reiniciar Dispositivo
fr: Redémarrage de l'Equipement
hu: Készülék újraindítása
it: Reboot dispositivo
ja: 端末再起動
ko: 장치 재시작
lt: Įrenginys persikrauna
pt_br: Resetar dispositivo
zh: 重启设备
zh_hans_hk: 重啟設備

# notificationType.title.deviceRs485Disconnect
source: Device's RS485 connection was disconnected.
es: Conexión RS485 dispositivo desconectada
fr: L'Equipement a été déconnecté du RS485
hu: RS485 kapcsolat megszakadt
it: La connssione RS485 del dispositivo è disconnesso
ja: RS-485接続が切断されました。
ko: 장치의 RS485 연결이 끊어졌습니다.
lt: RS484 jungtis atsijungė
pt_br: Desligado com RS485 de Dispositivo.
zh: 设备RS485连接断开
zh_hans_hk: 設備RS485連接斷開

# notificationType.title.deviceTampering
source: Device Tampering
es: Sabotaje Dispositivo
fr: Déclenchement du Tamper équipement
hu: Készülék szabotázs
it: Manomissione dispositivo
ja: 端末タンパー動作
ko: 장치 탬퍼
lt: Sabotažas
pt_br: Dispositivo Adulteração
zh: 设备被强拆
zh_hans_hk: 設備被強拆

# notificationType.title.doorApb
source: Door APB
es: Puerta APB
fr: APB de la Porte
hu: APB ajtó
it: Porta APB
ja: ドア アンチパスバック
ko: 출입문 안티패스백
lt: durys pažeistos
pt_br: APB na Porta
zh: 反潜返门
zh_hans_hk: 反潛返門

# notificationType.title.doorForcedOpen
source: Forced Open Door
es: Apertura Forzada Puerta
fr: Ouverture forcée de la Porte
hu: Kényszerített ajtónyitás
it: Porta forzata
ja: ドア こじ開け
ko: 출입문 강제 열림
lt: Priverstinis durų atidarymas
pt_br: Porta aberta Forçado
zh: 强制破门
zh_hans_hk: 強制破門

# notificationType.title.doorHeldOpen
source: Held Open Door
es: Apertura Mantenida Puerta
fr: Porte Retenue Ouverte
hu: Nyitva tartott ajtó
it: Porta tenuta aperta
ja: ドア 開放異常
ko: 출입문 장시간 열림
lt: Durys laikomos atviros
pt_br: Porta aberta por muito tempo
zh: 门长开未关
zh_hans_hk: 門長開未關

# notificationType.title.doorOpenRequest
source: Door Open Request
es: Petición Apertura Puerta
fr: Requête d'Ouverture de Porte
hu: Ajtó nyitás kérése
it: Aprire la porta richiesta
ja: ドア 開放要求
ko: 출입문 개방 요청
lt: Prašom atidaryti duris
pt_br: Pedido Porta Aberta
zh: 开门请求
zh_hans_hk: 開門請求

# notificationType.title.zoneApb
source: APB Zone
es: Zona APB
fr: Zone APB
hu: APB zóna
it: Zona APB
ja: APBゾーン
ko: 안티패스백 구역
lt: Pažeižimi zona
pt_br: Zone APB
zh: 反潜返区域
zh_hans_hk: 反潛返區域

# notificationType.title.zoneFire
source: Fire Alarm Zone
es: Zona Incendios
fr: Zone Fire Alarm
hu: Tűzjelző zóna
it: Zona allarme incendio
ja: 火災警報ゾーン
ko: 화재 경보 구역
lt: Gaisro aliarmo zona
pt_br: Zone Alarme de incêndio
zh: 火警区域
zh_hans_hk: 火警區域

source: Access Group
ar: مجموعة صلاحية الدخول
cs: Skupina
es: Grupo de Acceso
fr: Groupe d'accès
hu: Hozzáférési csoport
it: Gruppo Accesso
ja: アクセスグループ
ko: 출입 그룹
lt: Įeigos grupė
pl: Grupa dostępu
pt_br: Grupo de Acesso
zh: 访问权限分组
zh_hans_hk: 存取權限分組

source: Active
ar: فعّال
cs: Aktivní
es: Activo
fr: Actif
hu: Aktív
it: Attivo
ja: 有効
ko: 활성화
lt: Aktyvus
pl: Aktywny
pt_br: Ativo
zh: 有效
zh_hans_hk: 有效

source: Add
ar: إضافة
cs: Přidat
es: Agregar
fr: Ajouter
hu: Hozzáadás
it: Aggiungi
ja: 追加
ko: 추가
lt: Pridėti
pl: Dodaj
pt_br: Adicionar
zh: 添加
zh_hans_hk: 添加

source: Alarm
ar: إنذار
cs: Poplachy
es: Alarma
fr: Alarme
hu: Riasztás
it: Allarme
ja: アラーム
ko: 알람
lt: Aliarmas
pt_br: Alarme
zh: 警报
zh_hans_hk: 警報

# alarm_upper
source: ALARM
ar: إنذار
cs: POPLACHY
es: Alarma
fr: ALARME
hu: RIASZTÁS
it: ALLARME
ja: アラーム
ko: 알람
lt: ALIARMAS
pt_br: ALARME
zh: 警报
zh_hans_hk: 警報

source: All Devices
ar: جميع الأجهزة
cs: Všechna zařízení
es: Todos los Dispositivos
fr: Tous Equipements
hu: Minden eszköz
it: Tutti i Dispos.
ja: 全ての端末
ko: 모든 장치
lt: Visi prietaisai
pl: Wszystkie urządzenia
pt_br: Todos os Leitores
zh: 所有设备
zh_hans_hk: 所有裝置

# all_door
source: All Doors
ar: جميع الأبواب
cs: Všechny dveře
es: Todas las Puertas
fr: Toutes Portes
hu: Minden ajtó
it: Tutte le Porte
ja: 全てのゲート
ko: 모든 출입문
lt: Visos durys
pl: Wszystkie drzwi
pt_br: Todas as Portas
zh: 所有门
zh_hans_hk: 所有門

source: All Events
ar: جميع الأحداث
cs: Všechny události
es: Todos los Eventos
fr: Tous Evènements
hu: Minden esemény
it: Tutti gli Eventi
ja: 全てのイベント
ko: 모든 이벤트
lt: Visi įvykiai
pl: Wszystkie zdarzenia
pt_br: Todos as Eventos
zh: 所有事件
zh_hans_hk: 所有事件

source: All Users
ar: جميع المستخدمين
cs: Všichni uživatelé
es: Todos los Usuarios
fr: Tous Utilisateurs
hu: Minden felhasználó
it: Tutti gli Utenti
ja: 全てのユーザー
ko: 모든 사용자
lt: Visi vartotojai
pl: Wszyscy użytkownicy
pt_br: Todos os Usuários
zh: 所有用户
zh_hans_hk: 所有用戶

# allow_permission
source: Please allow permission
ar: يرجى إعطاء السماحية اللازمة
cs: Udělte oprávnění.
es: Por favor, conceda permiso.
hu: Engedély jóváhagyás
it: Autorizzo
ja: 権限を許可にしてください。
ko: 권한을 허용해주세요
pl: Proszę nadać uprawnienia
pt_br: permitir permissão
zh: 请给予权限
zh_hans_hk: 請給予許可權

# already_assigned
source: Already Allocated
ar: تم التخصيص مسبقاً
cs: Seznam je již přiřazen
es: Asignado
fr: Liste déjà assignée
hu: Lista korábban kijelölve
it: Lista gia' assegnata
ja: 割り当て済み
ko: 이미 할당되었습니다.
lt: Sąrašas jau priskirtas
pl: Już przydzielono
pt_br: Já Atribuídos
zh: 已注册
zh_hans_hk: 已註冊

# applied_filter
source: Filter Applied
ar: تم تطبيق التصفية
cs: Výsledek filtru
es: Filtro Aplicado
fr: Filtre appliqué
hu: Szűrő alkalmazva
it: Filtro Applicato
ja: 検索条件が適用されました。
ko: 검색조건이 적용되었습니다.
lt: Taikomas filtras
pl: Filtr aktywny
pt_br: Filtro Aplicado
zh: 已应用筛选
zh_hans_hk: 已應用篩選

source: Cancel
ar: إلغاء
cs: Zrušit
es: Cancelar
fr: Annuler
hu: Mégsem
it: Cancella
ja: キャンセル
ko: 취소
lt: Atšaukti
pl: Anuluj
pt_br: Cancelar
zh: 取消
zh_hans_hk: 取消

# canceled
source: Request Cancelled
ar: تم إلغاء الطلب
cs: Zrušit požadavek
es: Cancela Petición
fr: Requête annulée
hu: Kérelem visszavonása
it: Annulla
ja: 要求がキャンセルされました。
ko: 요청이 취소되었습니다.
lt: Atšaukti užklausą
pl: Anulowano
pt_br: Soliticar cancelado
zh: 请求已取消
zh_hans_hk: 请求已取消

source: Card
ar: البطاقة
cs: Karta
es: Tarjeta
fr: Carte
hu: Kártya
it: Carta
ja: カード
ko: 카드
lt: Kortelė
pl: Karta
pt_br: Cartão
zh: 卡片
zh_hans_hk: 卡片

source: Card ID
ar: رقم البطاقة
cs: Číslo karty
es: ID Tarjeta
fr: Carte ID
hu: Kártya ID
it: ID Carta
ja: カードID
ko: 카드 아이디
lt: Kortelės ID
pl: ID karty
pt_br: Cartão ID
zh: 卡片ID
zh_hans_hk: 卡片ID

# card_on_device
source: Scan Card on Selected Device
ar: مرر البطاقة على الجهاز المحدد
cs: Načíst kartu na zvoleném zařízení
es: Presente tarjeta en Dispositivo
fr: Scanner la carte sur l'équipement sélectionné
hu: Kártya szkennelése a kiválasztott eszközön
it: Scannerizza Carta su Dispos.
ja: カードを端末にかざしてください。
ko: 카드를 장치에 대세요
lt: Nuskanuokite kortelę
pl: Przyłóż kartę do urządzenia
pt_br: Digitalização o Cartão no dispositivo selecionado
zh: 在选择的设备上读卡
zh_hans_hk: 在选择的设备上读卡

source: Clear Alarm
ar: إعادة تهيئة الإنذار
cs: Odstřežit
es: Limpiar Alarma
fr: Désactiver l'alarme
hu: Riasztó kikapcsolása
it: Disattiva Allarme
ja: 警備解除
ko: 알람 해제
lt: Išjungti aliarmą
pl: Kasuj alarm
pt_br: Limpar Alarme
zh: 清除警报
zh_hans_hk: 清除警报

source: Clear APB
ar: إعادة تهيئة حظر الدخول المتعدد
cs: Restartovat anti-pass back
es: Cancelar APB
fr: Réinitialiser l'Anti-Passback
hu: Anti-Passback törlés
it: Disattiva Anti-Passback
ja: APB状態リセット
ko: APB 초기화
lt: Atstatyti APB
pl: Kasuj Antypassback
pt_br: Cancelar APB
zh: 清除反潜返
zh_hans_hk: 清除反潜返

source: Credential
ar: الإعتماد
cs: Identifikátory
es: Credencial
hu: Azonosítás
it: Crediti
ja: 資格
ko: 크리덴셜
lt: Autorizacija
pl: Poświadczenia
pt_br: Credencial
zh: 证书
zh_hans_hk: 证书

source: Date
ar: التاريخ
cs: Datum
es: Fecha
hu: Dátum
it: Data
ja: 日
ko: 날짜
lt: Data
pl: Data
pt_br: Data
zh: 日期
zh_hans_hk: 日期

source: Delete
ar: حذف
cs: Smazat
es: Borrar
fr: Supprimer
hu: Törlés
it: Elimina
ja: 削除
ko: 삭제
lt: Ištrinti
pl: Usuń
pt_br: Excluir
zh: 删除
zh_hans_hk: 刪除

source: Delete Card
ar: حذف البطاقة
cs: Smazat kartu
es: Eliminar Tarjeta
fr: Supprimer la Carte
hu: Kártya törlése
it: Elimina Carta
ja: カード削除
ko: 카드삭제
lt: Ištrinti kortelę
pl: Usuń kartę
pt_br: Excluir Cartão
zh: 删除卡片
zh_hans_hk: 刪除卡片

# delete_confirm
source: Confirm Delete
ar: تأكيد عملية الحذف
cs: Potvrdit smazání
es: Confirme Borrar
fr: Confirmer la suppression
hu: Törlés megerősítése
it: Conferma Eliminazione
ja: 削除確認
ko: 삭제 확인
lt: Patvirtinti ištrynimą
pl: Potwierdź usunięcie
pt_br: Confirir Deletado
zh: 确认删除
zh_hans_hk: 確認刪除

# delete_confirm_question
source: Permanently Delete Data?
ar: حذف البيانات بشكل دائم؟
cs: Vymazat údaje trvale?
es: Seguro desea Borrar?
fr: Supprimer les donnée de manière permanente?
hu: Végelegesen törli az adatot?
it: Cancellare definitivamente i dati?
ja: データを完全に削除しますか？
ko: 삭제하시겠습니까?
lt: Ar tikrai norite ištrinti?
pl: Czy chcesz usunąć?
pt_br: Excluir Data(s) Permanentemente?
zh: 永久删除？
zh_hans_hk: 永久刪除？

source: Delete Fingerprint
ar: حذف البصمة
cs: Smazat otisk prstu
es: Eliminar Huella
fr: Supprimer l'empreinte
hu: Ujjlenyomat törlése
it: Elimina Impronta
ja: 指紋削除
ko: 지문 삭제
lt: Ištrinti pirštų atspaudus
pl: Usuń palec
pt_br: Excluir Impressão Digital
zh: 删除指纹
zh_hans_hk: 刪除指紋

source: Delete Permission
ar: حذف السماحية
cs: Smazat oprávnění
es: Eliminar Permiso
fr: Supprimer la permission
hu: Hozzáférés törlése
it: Elimina Permesso
ja: 権限削除
ko: 권한삭제
lt: Ištrinti leidimą
pl: Usuń uprawnienie
pt_br: Excluir Permissão
zh: 删除权限
zh_hans_hk: 刪除許可權

# delete_picture
source: Delete Photo
ar: حذف الصورة
cs: Smazat obrázek
es: Borrar Imagen
fr: Supprimer la photo
hu: Kép törlése
it: Elimina Foto
ja: 写真を削除
ko: 사진 삭제
lt: Ištrinti nuotrauką
pl: Usunięto zdjęcie
pt_br: Excluir Foto(s)
zh: 删除照片
zh_hans_hk: 刪除照片

# deleted_user
source: User Deleted
ar: تم حذف المستخدم
cs: Uživatel smazán
es: Borrar Usuario
fr: Utilisateur supprimé
hu: Felhasználó törölve
it: Utente Eliminato
ja: ユーザーが削除されました。
ko: 사용자가 삭제되었습니다.
lt: Vartotojas ištrintas
pl: Usunięto użytkownika
pt_br: Usuários Excluido
zh: 用户已删除
zh_hans_hk: 用戶已刪除

# designed
source: Designed by Suprema
ar: تصميم سبريما
es: Diseñado por Suprema
pt_br: Projetado por Suprema
zh: Suprema 设计
zh_hans_hk: Suprema 設計

source: Device
ar: الجهاز
cs: Zařízení
es: Dispositivo
fr: Equipement
hu: Eszköz
it: Dispositivo
ja: 端末
ko: 장치
lt: Prietaisas
pl: Urządzenie
pt_br: Dispositivos
zh: 设备
zh_hans_hk: 裝置

# direct_download
source: Directly Download APK File
ar: تحميل ملف APK بشكل مباشر
cs: Přímý APK download
es: Descargue Directamente Archivo APK
fr: Téléchargement du fichier APK
hu: APK direkt letöltése
it: Download diretto APK
ja: APKダウンロード
ko: APK 직접 다운로드
lt: Tiesioginis APK parsisiuntimas
pl: Bezpośrednio pobierz APK
pt_br: Baixar APK File em direto
zh: 直接下载APK文件
zh_hans_hk: 直接下載APK檔

source: Disconnected
ar: غير متصل
cs: Odpojeno
es: Desconectado
fr: Déconnecté
hu: Leválasztva
it: Disconnettere
ja: 切断
ko: 연결끊김
lt: Atsijungta
pl: Rozłączono
pt_br: Desligado
zh: 断开连接
zh_hans_hk: 斷開連接

source: Door
ar: الباب
cs: Dveře
es: Puerta
fr: Porte
hu: Ajtó
it: Porta
ja: ゲート
ko: 출입문
lt: Durys
pl: Drzwi
pt_br: Porta
zh: 门
zh_hans_hk: 門

source: Door Control
ar: التحكم بالباب
cs: Ovládání dveří
es: Control de Puerta
fr: Contrôle de Porte
hu: Ajtó felügyelet
it: Controllo Porta
ja: ゲート制御
ko: 출입문 제어
lt: Durų kontrolė
pl: Zarządzanie drzwiami
pt_br: Controle de Portaria
zh: 门控制
zh_hans_hk: 門控制

# door_is_open
source: Door Opened
ar: الباب مفتوح
cs: Dveře otevřeny
es: Puerta Abierta
fr: Porte ouverte
hu: Ajtó nyitva
it: Porta Aperta
ja: ゲートが開きました。
ko: 출입문이 열렸습니다.
lt: Durys atidarytos
pl: Drzwi otwarte
pt_br: Porta Abrido
zh: 门打开
zh_hans_hk: 門打開

# door_open_fail
source: Door Failed to Open
ar: فشل في فتح الباب
cs: Otevření dveří selhalo
es: Falla Puerta Abierta
fr: Echec de l'ouverture de la porte
hu: Ajtónyitás sikertelen
it: Errore Apertura Porta
ja: ゲート解錠失敗
ko: 출입문 열림 실패
lt: Durų atidarymas nepavyko
pl: Nieudane otwarcie drzwi
pt_br: Porta falhou para abrir
zh: 打开门失败
zh_hans_hk: 打開門失敗

source: Door Relay
ar: مرحِّل الباب
cs: Dveřní relé
es: Relevador de Puerta
fr: Relais de porte
hu: Ajtó relé
it: Rele' Porta
ja: ゲートリレー
ko: 출입문 릴레이
lt: Durų rėlė
pl: Przekaźnik drzwi
pt_br: Porta Relé
zh: 门继电器
zh_hans_hk: 門繼電器

source: Door Sensor
ar: حساس الباب
cs: Dveřní senzor
es: Sensor de Puerta
fr: Capteur de porte
hu: Ajtó érzékelő
it: Sensore Porta
ja: ゲートセンサー
ko: 출입문 센서
lt: Durų jutiklis
pl: Kontaktron
pt_br: Porta Sensor
zh: 门磁
zh_hans_hk: 門感應器

# door_upper
source: DOOR
ar: الباب
cs: DVEŘE
es: Puerta
fr: PORTE
hu: AJTÓ
it: PORTA
ja: ゲート
ko: 출입문
lt: DURYS
pl: Drzwi
pt_br: PORTA
zh: 门
zh_hans_hk: 門

source: Edit
ar: تعديل
cs: Editace
es: Editar
fr: Editer
hu: Szerkesztés
it: Modifica
ja: 修正
ko: 수정
lt: Pridėti
pl: Edycja
pt_br: Editar
zh: 编辑
zh_hans_hk: 編輯

source: Edit photo
ar: تعديل الصورة
cs: Změnit fotografii
es: Editar Fotografía
fr: Editer la photo
hu: Kép szerkesztése
it: Modifica Foto
ja: 写真の修正
ko: 사진 수정
lt: Pridėti nuotrauką
pl: Edytuj zdjęcie
pt_br: Editar foto
zh: 编辑照片
zh_hans_hk: 編輯照片

source: Email
ar: البريد الإلكتروني
ja: メール
ko: 이메일
lt: E.laiškas
zh: 邮件
zh_hans_hk: 郵件

source: End time
ar: وقت الإنتهاء
cs: Do...
es: Hora Final
fr: Temps de fin
hu: Végzés ideje
it: Ora Fine
ja: 終了時間
ko: 종료 시간
lt: Pabaigos laikas
pl: Czas końca
pt_br: Hora Final
zh: 结束时间
zh_hans_hk: 結束時間

source: Entry Device
ar: وقت الدخول
cs: Čas pro vstup
es: Indique Dispositivo
fr: Temps d'entrée
hu: Belépés ideje
it: Dispos. di ingresso
ja: 入室端末
ko: 입실 장치
lt: Įėjimo laikas
pl: Urządzenie wejściowe
pt_br: Dispositivo(s)deEntrada
zh: 入口设备
zh_hans_hk: 入口裝置

# error_network
source: Network is disabled or the server address is incorrect.
ar: خيار الشبكة للجهاز غير مفعل , أو أن عنوان الخادم غير سليم
cs: Nedostupné zařízení nebo chybná adresa serveru
es: La Red de Datos no esta disponible en su dispositivo, o la Dirección del Servidor es incorrecta.
fr: Problème de connexion au réseau ou adresse du serveur incorrecte
hu: Eszköz hálózat letiltva vagy Helytelen szerver cím
it: Connessione Dispos. Disabilitata o Indirizzo Server non corretto
ja: 端末ネットワークが無効か、サーバアドレスが正しくありません。
ko: 스마트폰의 네트워크가 활성화되어 있지 않거나 서버주소가 올바르지 않습니다.
lt: Prietaiso prisijungimas negalimas arba netinkamas serverio adresas
pl: Sieć jest nie aktywna na Twoim urządzeniu lub adres serwera jest niepoprawny.
pt_br: Rede de dispositivo está desativado ou Endereço do Servidor está incorreta
zh: 设备网络不可用或服务器地址不正确
zh_hans_hk: 裝置網路不可用或伺服器位址不正確

# error_network2
source: Network is disabled or the server is temporarily unavailable.
ar: خيار الشبكة للجهاز غير مفعل , أو أن الخادم غير متوفر مؤقتاً
cs: Nedostupné zařízení nebo dočasně nedostupný server
es: La Red de Datos no esta disponible en su dispositivo, o el Servidor esta temporalmente fallando
fr: Problème de connexion au réseau ou serveur momentanément indisponible
hu: Eszköz hálózat letiltva vagy Szerver átmenetileg nem elérhető
it: Connessione Dispos. Disabilitata o Server non disponibile
ja: 端末ネットワークが無効か、サーバが接続できない状態です。
ko: 스마트폰의 네트워크가 활성화되어 있지 않거나 서버가 일시적으로 중지되었습니다.
lt: Prietaiso pasirinkimas negalimas arba serveris laikinai neprieinamas
pl: Sieć jest nie aktywna na Twoim urządzeniu lub serwer jest chwilowo wyłączony.
pt_br: Rede de dispositivo está desativado ou Servidor está temporariamente indisponível
zh: 设备网络不可用或服务器暂不可用
zh_hans_hk: 裝置網路不可用或伺服器暫不可用

# error_set_date
source: Expiry date must be later than start date
ar: يجب أن يكون تاريخ إنتهاء الصلاحية أكبر من تاريخ البداية
cs: Datum expirace musí být pozdější než počáteční datum
es: Fecha máxima debe de ser mayor a la fecha actual.
fr: La date d'expiration doit être supérieure à celle de début
hu: Érvényesség ideje legyen hosszabb, mint a kezdés ideje
it: Data Fine successiva a data inizio
ja: 有効期限は、開始日よりも後の日付でなければなりません。
ko: 시작일보다 종료일이 커야 합니다.
lt: Galiojimo pabaigos data turi būti prieš pradžios datą
pl: Data końcowa powinna być większą od daty początkowej.
pt_br: Prazo deve ser posterior à data de início
zh: 到期日期需晚于起始日期
zh_hans_hk: 到期日期須晚於起始日期

# error_set_end_date
source: Expiry date can not exceed 2030
ar: يجب أن لا يتجاوز تاريخ الإنتهاء العام 2030
cs: Datum expirace musí být nižší než 2030
es: Fecha máxima debe de ser menor del 2031.
fr: la date d'expiration doit être inférieure à 2030
hu: Érvényesség ideje legyen rövidebb, mint 2030
it: Data Fine prima del 2020
ja: 有効期限は、2030年よりも前でなければなりません。
ko: 종료일은 최대 2030년입니다.
lt: Galiojimo data turi būti ne ilgesnė nei iki 2030
pl: Data końcowa powinna być mniejsza niż 2031
pt_br: Prazonão pode exceder 2030
zh: 到期日期不能超过2030年
zh_hans_hk: 到期日期不能超過2030年
