Repository: BioStar2/BioStar2IOS
Catalog: BiostarMobile/BiostarMobile/*.lproj/Localizable.strings
Languages: ar, cs, es, fr, hu, it, ja, ko, lt, pl, pt_br, zh, zh_hans_hk

source: Permission Setting
ar: إعدادات الصلاحيات
cs: Nastavení oprávnění
es: Configuración de Permisos
fr: Paramètres d'autorisation
hu: Hozzáférési beállítások
it: Impostaz. Permessi
ja: アクセス権設定
ko: 권한설정
lt: Leidimų nustatymas
pl: Ustawienia Dostepu
pt_br: Configurações de Permissão
zh: 权限设定
zh_hans_hk: 許可權設定

# pincount
source: Enter 4 or more Letters
ar: يرجى إدخال 4 رموز أو أكثر
cs: Zadejte 4 nebo více znaků
es: Ingrese 4 o más letras
fr: Entrer 4 lettres ou plus
hu: Adjon meg 4 vagy több karaktert
it: Minimo 4 lettere
ja: 4桁以上入力して下さい。
ko: 4자리 이상 입력하세요
lt: Įveskite 4 ar daugiau raidžių
pl: minimum 4 litery lub więcej
pt_br: EDigite 4 ou mais
zh: 输入至少4个字母
zh_hans_hk: 輸入至少4個字母

# playstore
source: Google PlayStore
ar: متجر Google
cs: Obchod Play
ko: 구글 플레이 스토어
pl: Sklep Google
zh: 谷歌商店
zh_hans_hk: Google商店

# preference
source: Setting
ar: الإعدادات
cs: Nastavení
es: Parámetro
fr: Paramètres
hu: Beálíltások
it: Impostazioni
ja: 設定
ko: 기본 설정
lt: Nustatymai
pl: Ustawienia
pt_br: Configuração
zh: 设定
zh_hans_hk: 設定

source: Quality
ar: الجودة
cs: Kvalita
es: Calidad
fr: Qualité
hu: Minőség
it: Qualita'
ja: クオリティ
ko: 품질
lt: Kokybė
pl: Jakość
pt_br: Qualidade
zh: 质量
zh_hans_hk: 品質

source: Quit
ar: خروج
cs: Ukončit
es: Salir
fr: Quitter
hu: Kilépés
it: Esci
ja: 終了
ko: 종료
lt: Išeiti
pl: Wyjdź
pt_br: Sair
zh: 退出
zh_hans_hk: 退出

# quit_question
source: Are you sure you want to quit?
ar: هل أنت متأكد من الخروج؟
cs: Ukončit aplikaci?
es: Esta seguro desea salir?
fr: Confirmer la sortie ?
hu: Kilép a BioStar 2 mobilalkalmazásból?
it: Uscire da BioStar 2 Mobile?
ja: BioStar 2 モバイルを終了しますか？
ko: 종료하시겠습니까?
lt: Išeiti iš BioStar 2 Mobile?
pl: Czy chcesz zamknąć aplikację?
pt_br: Você tem certeza que quer sair?
zh: 确认退出？
zh_hans_hk: 確認退出？

# recent_url
source: Connection URL
ar: عنوان الويب URL
cs: URL pro připojení
es: Dirección URL
fr: Connexion URL
hu: Kapcsolódás URL címhez
it: URL connessione
ja: 接続URL
ko: 접속 주소
lt: Prisijungimo URL
pl: Adres Url
pt_br: URL de Conexão
zh: 连接URL
zh_hans_hk: 連接URL

# registeration_option
source: Registration Option
ar: خيارات التعريف
cs: Volby registrace
es: Opción de Registro
fr: Option d'enregistrement
hu: Regisztrációs opció
it: Opzioni registrazione
ja: 登録オプション
ko: 등록 방법
lt: Registracijos pasirinkimas
pl: Opcje rejestracji
pt_br: Opção de Registro
zh: 注册选项
zh_hans_hk: 註冊選項

# registeration_option_assign_card
source: Assign Card
ar: تعيين بطاقة
cs: Přiřadit kartu
es: Asigna Tarjeta
fr: Assigner la carte
hu: Kártya kijelölése
it: Assegna Carta
ja: カード割当て
ko: 카드 할당
lt: Priskirti kortelę
pl: Karta przypisana
pt_br: Atribuir Cartão
zh: 分配卡片
zh_hans_hk: 分配卡片

# registeration_option_card_reader
source: Register via Card Reader
ar: تعريف باستخدام قارئ البطائق
cs: Registrovat na čtečce karet
es: Registra por Lector de Tarjeta
fr: Enregistrer via le lecteur de carte
hu: Regisztrció kártyaolvasón keresztül
it: Registra via Lettore Carte
ja: カードリーダーで登録
ko: 장치리더로 등록(신규카드)
lt: Registruotis per kortelės skaitytuvą
pl: Zarejestrowano przez czytnik kart
pt_br: Registre-se via leitor de cartão
zh: 通过读卡器注册
zh_hans_hk: 通過讀卡器註冊

source: Relay
ar: المرحِّل
cs: Relé
es: Relevador
fr: Relai
hu: Relé
it: Rele'
ja: リレー
ko: 릴레이
lt: Relė
pl: Przekaźnik
pt_br: Relé
zh: 继电器
zh_hans_hk: 繼電器

source: Release
ar: تحرير
cs: Uvolnit
es: Liberar
fr: Relâcher
ja: 解除
ko: 해제
pl: Odblokować
pt_br: liberar
zh: 发行
zh_hans_hk: 釋放

# request_open
source: Door Open Request
ar: طلب فتح الباب
cs: Požadavek na otevření dveří
es: Solicita Apertura
fr: Requête de porte ouverte
hu: Ajtónyitási kérelem
it: Richiesta apertura porta
ja: ゲート開放要求
ko: 출입문 개방 요청
lt: Prašoma atidaryti duris
pl: Otwarcie
pt_br: Aberta Porta Solicitado
zh: 开门请求
zh_hans_hk: 開門請求

# request_open_fail
source: Door Open Request Denied
ar: تم رفض طلب فتح الباب
cs: Požadavek na otevření dveří zamítnut
es: Falló Solicita Apertura
fr: Requête de porte ouverte refusée
hu: Ajtónyitási kérelem elutasítva
it: Richiesta apertura porta negata
ja: ゲート開放要求 拒否
ko: 출입문 개방 요청 실패
lt: Durų atidarymo prašymas atmestas
pl: Otwarcie drzwi zakończone niepowodzeniem
pt_br: Aberta Porta Solicitado Negado
zh: 开门请求被拒绝
zh_hans_hk: 開門請求被拒絕

# request_open_sent
source: Door Open Request Sent
ar: تم إرسال طلب فتح الباب
cs: Požadavek na otevření dveří poslán
es: Envía petición de Apertura
fr: Requête de porte ouverte envoyée
hu: Ajtónyitási kérelem elküldve
it: Richiesta apertura porta inviata
ja: ゲート開放要求を送信しました。
ko: 출입문 개방 요청을 보냈습니다.
lt: Prašymas atidaryti duris išsiųstas
pl: Otwórz drzwi
pt_br: Aberta Porta SolicitadoEnviado
zh: 开门请求已发送
zh_hans_hk: 開門請求已發送

source: Retry
ar: إعادة المحاولة
cs: Opakovat
es: Reintente
fr: Réessayer
hu: Újrapróbálkozás
it: Riprova
ja: 再試行
ko: 재시도
lt: Bandyti dar kartą
pl: Ponów
pt_br: Novamente
zh: 重试
zh_hans_hk: 重試

# retry_get_message
source: Failed to receive data, would you like to retry?
ar: فشل في إستقبال البيانات, هل تريد إعادة المحاولة؟
cs: Chyba v načítání dat. Opakovat?
es: Falló recepción de Mensaje. Desea reintentar?
fr: Réception des données échouée, réessayer ?
hu: Hiba az adatok fogadásában, újrapróbálja?
it: Errore ricezione dati, riprovare?
ja: データ受信に失敗しました。再試行しますか？
ko: 메시지 정보를 받는데 실패했습니다. 다시 시도하시겠습니까?
lt: Duomenys nepriimti, bandyti dar kartą?
pl: Błąd pobierania danych. Czy spróbować ponownie?
pt_br: Falha ao receber dados, que gostaria de tentar novamente?
zh: 接收数据失败，重试？
zh_hans_hk: 接收資料失敗，重試？

# retry_get_preference
source: Failed to receive data, would you like to retry?
ar: فشل في إستقبال البيانات, هل تريد إعادة المحاولة؟
cs: Chyba v načítání dat. Opakovat?
es: Falló recepción de Mensaje. Desea reintentar?
fr: Réception des données échouée, réessayer ?
hu: Hiba az adatok fogadásában, újrapróbálja?
it: Errore ricezione dati, riprovare?
ja: タイムゾーン情報の受信に失敗しました、再試行しますか？
ko: 설정 정보를 받는데 실패했습니다. 다시 시도하시겠습니까?
lt: Duomenys nepriimti, bandyti dar kartą?
pl: Błąd pobierania danych o strefie czasowej. Czy spróbować ponownie?
pt_br: Falha ao receber dados, que gostaria de tentar novamente?
zh: 接收数据失败，重试？
zh_hans_hk: 接收資料失敗，重試？

source: Save
ar: حفظ
cs: Uložit
es: Salvar
fr: Sauvegarder
hu: Mentés
it: Salva
ja: 保存
ko: 저장
lt: Saugoti
pl: Zapisz
pt_br: Salvar
zh: 保存
zh_hans_hk: 保存

# scan_success
source: Scan Successful
ar: تم التعريف بنجاح
cs: Načtení proběhlo úspěšně
es: Lectura Exitosa
fr: Scan réussi
hu: Szkennelés sikeres
it: Scan completato
ja: 指紋登録成功
ko: 등록 성공
lt: Skanavimas sėkmingas
pl: Skanowania zakończone powodzeniem
pt_br: Digitalização com Sucesso
zh: 扫描成功
zh_hans_hk: 掃描成功

source: Search
ar: بحث
cs: Hledat
es: Buscar
fr: Recherche
hu: Keresés
it: Trova
ja: 検索
ko: 찾기
lt: Ieškoti
pl: Szukaj
pt_br: Buscar
zh: 查找
zh_hans_hk: 查找

source: sec
ar: ث
cs: s
hu: Másodperc
ja: 秒
ko: 초
lt: sek.
pl: Sekunda
zh: 秒
zh_hans_hk: 秒

source: Select
ar: تحديد
cs: Zvolit
es: Seleccionar
fr: Sélectionner
hu: Kiválaszt
it: Seleziona
ja: 選択
ko: 선택
lt: Pasirinkti
pl: Wybierz
pt_br: Selecionar
zh: 选择
zh_hans_hk: 選擇

source: Select Access Group
ar: حدد مجموعة صلاحية الدخول
cs: Zvolit skupinu
es: Seleccionar Grupo de Acceso
fr: Sélectionner le(s) groupe(s) d'accès
hu: Hozzáférési csoport kiválasztása
it: Seleziona Gruppo Accessi
ja: アクセスグループを選択
ko: 출입그룹을 선택하세요.
lt: Pasirinkti įeigos grupę
pl: Wybierz grupę dostępu
pt_br: Selecionar Grupo de Acesso
zh: 选择权限分组
zh_hans_hk: 選擇許可權分組

# select_device_orginal
source: Select Device
ar: حدد الجهاز
cs: Zvolit zařízení
es: Seleccionar Dispositivo
fr: Sélectionner le(s) équipement(s)
hu: Eszköz kiválasztása
it: Seleziona Dispositivo
ja: 端末を選択
ko: 장치를 선택하세요.
lt: Pasirinkti prietaisą
pl: Wybierz urządzenie
pt_br: Selecionar Dispositivos
zh: 选择设备
zh_hans_hk: 選擇裝置

source: Select Event
ar: حدد الحدث
cs: Zvolit událost
es: Seleccionar Evento
fr: Sélectionner le(s) évènement(s)
hu: Esemény kiválasztása
it: Seleziona Evento
ja: イベントを選択
ko: 이벤트 선택
lt: Pasirinkti įvykį
pl: Wybierz zdarzenie
pt_br: SelecionarEvento
zh: 选择事件
zh_hans_hk: 選擇事件

# select_link
source: Select Link Page
ar: حدد صفحة الإرتباط
cs: Zvolit odkaz na stránku
es: Seleccionar Liga de Página
fr: Sélectionner le(s) lien(s)
hu: Link oldal kiválsztása
it: Seleziona pagina Link
ja: リンクページを選択
ko: 연결 페이지를 선택하세요.
lt: Pasirinkite puslapį
pl: Wybierz stronę z linkiem
pt_br: Selecionar o Link
zh: 选择链接页面
zh_hans_hk: 選擇連結頁面

source: Select User Group
ar: حدد مجموعة الموظفين
cs: Zvolit skupinu uživatelů
es: Seleccionar Grupo de Usuario
fr: Sélectionner le(s) groupe(s) d'utilisateurs
hu: Felhasználói csoport kiválasztása
it: Seleziona Gruppo Utenti
ja: ユーザーグループを選択
ko: 사용자 그룹 선택
lt: Pasirinkti vartotojų grupę
pl: Wybierz grupę użytkownika
pt_br: Selecionar Grupo de Usuário
zh: 选择用户分组
zh_hans_hk: 選擇用戶分組

# select_user_original
source: Select User
ar: حدد الموظف
cs: Zvolit uživatele
es: Seleccionar Usuario
fr: Sélectionner le(s) utilisateur(s)
hu: Felhasználó kiválasztása
it: Seleziona Utente
ja: ユーザーを選択
ko: 사용자 선택
lt: Pasirinkti vartotoją
pl: Wybierz użytkownika
pt_br: Selecionar Usuário
zh: 选择用户
zh_hans_hk: 選擇用戶

# selected_count
source: Number Selected
ar: عدد العناصر المحددة
cs: Počet vybraných
es: Seleccionado
fr: Nombre(s) sélectionné(s)
hu: Szám kiválasztva
it: Selezionati
ja: 選択番号
ko: 선택된 갯수
lt: Skaičius pasirinktas
pl: Wybrano
pt_br: Numero Selecionado
zh: 号码已选择
zh_hans_hk: 號碼已選擇

# selected_none
source: None Selected
ar: لا توجد عناصر محددة
cs: Žádný vybraný
es: Seleccionado ningún elemento
fr: Aucune sélection
hu: Nincsen kiválasztva
it: Nessuno Selezionato
ja: 選択項目なし
ko: 선택된 항목이 없습니다.
lt: Nieko nepasirinkta
pl: Nie zaznaczono
pt_br: Nenhum Selecionado
zh: 未选到
zh_hans_hk: 未選到

# server_null
source: Server is not responding
ar: لا توجد إستجابة من الخادم
cs: Server neodpovídá
es: El servidor no responde
fr: Le serveur ne répond pas
hu: Szerver nem válaszol
it: Nessuna risposta dal Server
ja: サーバー応答なし
ko: 서버응답이 없습니다.
lt: Serveris neatsako
pl: Brak odpowiedzi serwera
pt_br: Servidor não está respondendo
zh: 服务器无响应
zh_hans_hk: 伺服器無回應

source: Start Date
ar: تاريخ البداية
cs: Počáteční datum
es: Fecha Inicio
fr: Date de début
hu: Kezdés dátuma
it: Data inizio
ja: 開始日
ko: 시작일
lt: Pradžios data
pl: Data rozpoczęcia
pt_br: A datadeInício
zh: 起始日期
zh_hans_hk: 起始日期

source: Start Time
ar: وقت البداية
cs: Od...
es: Hora Inicio
fr: Temps de début
hu: Kezdés ideje legyen hosszabb, mint 1999
it: Ora inizio
ja: 開始時間
ko: 시작 시간
lt: Pradžios laikas
pl: Czas rozpoczęcia
pt_br: O Horário deInício
zh: 起始时间
zh_hans_hk: 起始時間

source: Status
ar: الحالة
cs: Stav
es: Estado
fr: Statut
hu: Státusz
it: Stato
ja: 状態
ko: 상태
lt: Statusas
zh: 状态
zh_hans_hk: 狀態

source: Success
ar: ناجح
cs: Provedeno
es: Confirmado
fr: Succès
hu: Sikeres
it: Completato
ja: 成功
ko: 성공
lt: Sėkmingas
pl: Sukces
pt_br: Sucesso
zh: 成功
zh_hans_hk: 成功

source: TA
ar: الحضور و الإنصراف
es: Control Presencia
hu: Munkaidőmenedzsment
ja: 勤怠
pl: RCP(Rejestracja Czasu Pracy)
zh: 考勤
zh_hans_hk: 考勤

# take_picture
source: Take Photo
ar: إلتقاط صورة
cs: Vyfotit
es: Toma Imagen
fr: Prendre une photo
hu: Fénykép készítése
it: Fai Foto
ja: 写真撮影
ko: 사진 찍기
lt: Daryti nuotrauką
pl: Zrób zdjęcie
zh: 照相
zh_hans_hk: 照相

source: Telephone
ar: رقم الهاتف
cs: Telefon
es: Teléfono
fr: Téléphone
hu: Telefon
it: Telefono
ja: 電話番号
ko: 전화번호
lt: Telefonas
pl: Telefon
zh: 电话
zh_hans_hk: 電話

source: Time
ar: الوقت
cs: Čas
es: Hora
fr: Temps
hu: Idő
it: Ora
ja: 時間
ko: 시간
lt: Laikas
pl: Czas
pt_br: Hora
zh: 时间
zh_hans_hk: 時間

source: Time Zone
ar: المنطقة الزمنية
cs: Časová zóna
es: Zona Horaria
fr: Zone de temps
hu: Időzóna
it: Fuso Orario
ja: タイムゾーン
ko: 표준시간대
lt: Laiko zona
pl: Strefa czasowa
pt_br: Fuso Horário
zh: 时间区
zh_hans_hk: 時間區

source: Total
ar: الإجمالي
cs: Celkem
hu: Teljes
it: Totale
ja: 総数
ko: 총 갯수
lt: Visas
pl: Ogółem
pt_br: Totalmente
zh: 总共
zh_hans_hk: 總共

# unread
source: New
ar: جديد
cs: Nové
es: Nuevo
fr: Nouveau
hu: Új
it: Nuovo
ja: 新着通知
ko: 새로운 알림
lt: Naujas
pl: Nowe
pt_br: Novo(a)
zh: 新建
zh_hans_hk: 新建

# update_guide
source: Update is possible through the side menu's configuration settings
ar: التحديث متوفر من خلال قائمة الإعدادات من القائمة الجانبية
cs: Aktualizace je dostupná skrze konfiguraci v bočním menu
es: Actualización disponible a través de la configuración en el pánel lateral
fr: Vous pouvez mettre à jour via les paramètres du menu
hu: Frissítés elérhető konfiguráción keresztül az oldalsó menüben
it: Aggiornamento disponibile in Configurazione nel Menu'
ja: サイドメニューの環境設定から、更新が可能です。
ko: 사이드 메뉴의 환경설정을 통해서 업데이트가 가능합니다.
lt: Papildomame meniu galimas atnaujinimas
pl: Aktualizacja dostępna za pośrednictwem konfiguracji w menu bocznym
pt_br: Atualização disponível através das configurações no menu lateral
zh: 更新可用，可通过在边上菜单配置
zh_hans_hk: 更新可用，可通過在邊上功能表配置

source: User
ar: الموظف
cs: Uživatel
es: Usuario
fr: Utilisateur
hu: Felhasználó
it: Utente
ja: ユーザー
ko: 사용자
lt: Vartotojas
pl: Użytkownik
pt_br: Usuário
zh: 用户
zh_hans_hk: 用戶

# user_add
source: Add User
ar: إضافة موظف
cs: Přidat uživatele
es: Agrega usuario
fr: Ajouter un utilisateur
hu: Felhasználó hozzáadása
it: Agg. Utente
ja: ユーザー追加
ko: 사용자 추가
lt: Pridėti vartotoją
pl: Dodaj użytkownika
pt_br: Adicionar Usuário
zh: 添加用户
zh_hans_hk: 新增用戶

# user_create_empty
source: ID is required
ar: الرقم الوظيفي مطلوب
cs: Číslo musí být zadáno
es: ID es requerido
fr: L'ID doit être renseigné
hu: ID bevitele szükséges
it: Immettere ID
ja: ユーザーIDを入力して下さい。
ko: 사용자 아이디를 입력하세요.
lt: Privaloma įrašyti ID
pl: Musisz podać numer ID
pt_br: IID é necessária
zh: 需要ID
zh_hans_hk: 需要ID

# user_create_empty_email
source: Enter Email Address
ar: يرجى إدخال عنوان البريد الإلكتروني
cs: Zadejte e-mailovou adresu
es: Ingrese correo electrónico
fr: Entrer l'adresse e-mail
hu: E-mail cím megadása
it: Immettere Indirizzo E-mail
ja: Emailアドレスを入力してください。
ko: Email 주소를 입력하세요.
lt: Įrašykite E.pašto adresą
pl: Wpisz adres e-mail
pt_br: Colocar seu endereço de email
zh: 输入邮件地址
zh_hans_hk: 輸入郵寄地址

# user_create_empty_idpassword
source: ID and Password must be entered
ar: يجب إدخال الرقم الوظيفي و كلمة المرور
cs: Číslo a heslo musí být zadáno
es: Debe ingresar ID y password
fr: L'ID et le mot de passe doivent être renseignés
hu: ID és jelszó bevitele szükséges
it: Immettere ID e Password
ja: ログインIDとパスワードを入力してください。
ko: 로그인 아이디와 암호를 입력하세요.
lt: Privalote įrašyti ID ir slaptažodį
pl: Musisz podać login i hasło
pt_br: ID e senha devem ser digitada
zh: 必须输入ID和密码
zh_hans_hk: 必須輸入ID和密碼

# user_create_success
source: User Successfully Created
ar: تم إضافة الموظف بنجاح
cs: Uživatel úspěšně vytvořen
es: Usuario exitosamente creado
fr: L'utilisateur a été créé avec succès
hu: Felhasználó sikeresen létrehozva
it: Creazione Utente completata
ja: ユーザー情報が登録されました。
ko: 사용자 정보가 등록되었습니다.
lt: Vartotojas sukurtas sėkmingai
pl: Użytkownik został stworzony.
pt_br: Usuário Criadocom Sucesso
zh: 用户创建成功
zh_hans_hk: 用戶創建成功

source: User ID
ar: الرقم الوظيفي
cs: Číslo uživatele
es: ID Usuario
fr: ID de l'utilisateur
hu: Felhasználó ID
it: ID Utente
ja: ユーザーID
ko: 사용자 아이디
lt: Vartotojo ID
pl: ID Użytkownika
pt_br: UsuárioID
zh: 用户ID
zh_hans_hk: 用戶ID

# user_modify_success
source: User Successfully Modified
ar: تم التعديل على الموظف بنجاح
cs: Uživatel úspěšně změněn
es: Usuario exitosamente modificado
fr: L'utilisateur a été modifié avec succès
hu: Felhasználó sikeresen módosítva
it: Modifica Utente completata
ja: ユーザー情報が変更されました。
ko: 사용자 정보가 수정되었습니다.
lt: Vartotojas sėkmingai modifikuotas
pl: Użytkownik został zmodyfikowany.
pt_br: Usuário Modificado com Sucesso
zh: 用户修改成功
zh_hans_hk: 用戶修改成功

# user_upper
source: USER
ar: الموظف
cs: UŽIVATELÉ
es: Usuario
fr: UTILISATEUR
hu: FELHASZNÁLÓ
it: UTENTE
ja: ユーザー
ko: 사용자
lt: VARTOTOJAS
pl: Użytkownik
pt_br: USUÁRIO
zh: 用户
zh_hans_hk: 用戶

# verify_finger
source: Verify Fingerprint
ar: التعرف من البصمة
cs: Ověřit otisk prstu
es: Verifique huella
fr: Vérifier l'empreinte
hu: Ujjlenyomat hitelesítése
it: Verifica impronta
ja: 指紋確認
ko: 지문 인식 중
lt: Patikrinkite pirštų anspaudus
pl: Weryfikacja wzorca
pt_br: Verifique a impressão digital
zh: 验证指纹
zh_hans_hk: 驗證指紋

# version_mobile
source: BioStar 2 Mobile Version
ar: إصدار BioStar 2 موبايل
cs: BioStar 2 - verze pro mobilní zařízení
es: BioStar 2 Versión Móvil
fr: Version BioStar 2 Mobile
hu: BioStar 2 mobil verzió
it: Versione mobile BioStar 2
ja: BioStar2 モバイル バージョン
ko: BioStar 2 모바일 버전
lt: BioStar 2 Mobile versija
pl: BioStar 2 Wersja Mobilna
pt_br: Versão móveldo Biostar 2
zh: BioStar 2 移动版
zh_hans_hk: BioStar 2 流動版

source: View Log
ar: عرض السجلات
cs: Zobrazit log
es: Ver Eventos
fr: Historique d'identification
hu: Log adatok megnyitása
it: Visualizza Log
ja: ログ表示
ko: 로그 보기
lt: Rodyti prisijungimą
pl: Przegląd Zdarzeń
pt_br: Verficar Eventos Log
zh: 查看日志
zh_hans_hk: 查看日誌

# wait
source: Please Wait
ar: الرجاء الإنتظار
cs: Prosím čekejte
es: Esperar…
fr: Merci de patienter
hu: Kérem várjon…
it: Attendere…
ja: しばらくお待ちください。
ko: 잠시만 기다려주세요..
lt: Prašome palaukti
pl: Ładuję…
pt_br: Por favor, Espera…
zh: 请稍等
zh_hans_hk: 請稍等

# mobile_card
source: Mobile Smart Card
es: Tarjeta inteligente móvil
hu: Mobil smart kártya
ja: モバイルスマートカード
ko: 모바일 스마트 카드
lt: Mobilioji lustinė kortelė
pt_br: cartão para mobile
zh: 移动端智能卡
zh_hans_hk: 移動端智慧卡

# myprofile_upper
source: MY PROFILE
cs: Můj profil
es: MI PERFIL
fr: MON PROFILE
hu: PROFILOM
it: Il mio profilo
ja: プロファイル
ko: 내정보
lt: MANO PROFILIS
pt_br: meu perfil
zh: 我的文档
zh_hans_hk: 我的資料

# mobile_card_upper
source: MOBILE SMART CARD
es: TARJETA INTELIGENTE MÓVIL
hu: MOBIL SMART KÁRTYA
ja: モバイルスマートカード
ko: 모바일 스마트 카드
lt: MOBILIOJI LUSTINĖ KORTELĖ
pl: MOBILE CARD
pt_br: cartão para celular mobile
zh: 移动端智能卡
zh_hans_hk: 移動端智慧卡

source: Access On Card
es: Tarjeta AccessOnCard
hu: Kártya hozzáférés
it: Accesso tramite carta
ja: アクセス オン カード
ko: 억세스 온 카드
lt: Kortelės prieiga
pt_br: Cartões de acesso
zh: 卡片访问
zh_hans_hk: 卡片訪問

# secure_card
source: Secure Credential Card
es: Tarjeta SecureCard
hu: Biztonságos Kártya
it: Carta sicura
ja: セキュアカード
ko: 보안 크리덴셜 카드
lt: Saugioji kortelė
pl: Secure Card
pt_br: Cartão de seguro
zh: 安全卡片
zh_hans_hk: 安全卡片

# donot_again
source: Do not display again.
es: No visualizar de nuevo.
fr: Ne plus afficher
hu: Ne jelenítse meg újra!
it: Non visualizzare di nuovo.
ja: 再表示なし
ko: 다시 보지 않기
lt: Nerodyti dar kartą.
pt_br: Nunca veja de novo
zh: 不再显示
zh_hans_hk: 不再顯示

# guide_register_mobile_card1
source: Check issued mobile smart cards.
es: Verificar tarjeta inteligente móvil emitida.
fr: Veuillez Vérifier la Mobile Smart Card émise
hu: Ellenőrizze a kibocsátott mobil smart kártyákat.
it: Controllare il rilascio mobile smart cards.
ja: モバイルスマートカードの発行確認。
ko: 발급받은 모바일 카드를 확인할 수 있습니다.
lt: Patikrinkite išduotas mobiliąsias lustines korteles.
pt_br: Não pode confirmar o cartão cadastrado para mobile.
zh: 查看已派发的移动端智能卡
zh_hans_hk: 查看已派發的移動端智慧卡

# guide_register_mobile_card2
source: Use a mobile smart card after registration.
es: Usar tarjeta inteligente móvil tras registro.
fr: Utilisez la Mobile Smart Card apres l'enregistrement
hu: Regisztrációt követően használjon mobil smart kártyát!
it: Utilizza mobile smart card dopo la registrazione.
ja: 登録の後、モバイルスマートカードが利用可能です。
ko: 모바일 스마트 카드를 등록하면 사용이 가능합니다.
lt: Naudoti mobiliąją lustinę kortelę po registracijos.
pt_br: Pode usar o cartão para mobile depois cadastrar.
zh: 在注册后使用移动端智能卡
zh_hans_hk: 在註冊後使用移動端智慧卡

# guide_register_mobile_card3
source: Touch a mobile smart card to register.
es: Tocar tarjeta inteligente móvil para registrar.
fr: Présenter la Mobile Smart Card à enregistrer
hu: Regisztráljon a mobil smart kártya érintésével!
it: Tocca il mobile smart card per registrare.
ja: 登録のために、モバイルスマートカードを かざしてください。
ko: 모바일 스마트 카드를 터치하여 카드 등록을 요청하세요.
lt: Prilieskite mobiliąją lustinę kortelę užregistravimui.
pt_br: Toca o cartão para mobile na tela para cadastrar.
zh: 接触智能卡来注册
zh_hans_hk: 接觸智慧卡來註冊

# guide_register_mobile_card4
source: Fingerprint data are saved in your mobile device.
es: Datos huella guardados en tu dispositivo móbil
fr: La donnée biométrique a été sauvegardée sur votre mobile
hu: Ujjlenyomat adatokat a mobil eszközére mentettük.
it: Le impronte sono salvate sul dispotivo mobile.
ja: スマートフォンに指紋が登録されます。
ko: 스마트폰에 지문이 저장됩니다.
lt: Pirštų atspaudų duomenys išsaugojami jūsų mobiliajame prietaise.
pt_br: Está gravando o seu impressão digital no seu smartfone.
zh: 指纹数据被存储在移动设备中
zh_hans_hk: 指紋資料被存儲在移動設備中

# guide_register_mobile_card5
source: When you want to disable a mobile smart card, swipe to the left.
es: Si dedea deshabilitar tarjeta inteligente móvil, deslizar a la izquierda
fr: Si vous souhaitez désactiver une Mobile Smart Card, faites glisser vers la gauche
hu: Mobil smart kártya letiltásához pöccintsen balra.
it: Quando si desidera disattivare un mobile smart card, scorrere verso sinistra.
ja: モバイルスマートカードを停止したい場合は、 左にスワイプしてください。
ko: 사용중인 카드를 잠시 사용 중지하고 싶을 경우, 왼쪽으로 밀어주세요.
lt: Jei norite deaktivuoti mobiliąją lustinę kortelę, perbraukite į kairę.
pt_br: Gravado o seu impressão digital para seu dispositivo para mobile.
zh: 若你想停用智能卡 向左滑动
zh_hans_hk: 若你想停用智慧卡 向左滑動

# register_mobile_card
source: The selected card is registerred.
es: La tarjeta seleccionada está registrada
fr: La Carte sélectionnée a été enregistrée
hu: A kiválasztott kártya regisztrálva van.
it: La carta selezionata è registrata.
ja: カードが登録されました。
ko: 해당 카드가 등록되었습니다.
lt: Pasirinkta kortelė užregistruota.
pt_br: O cartão selecionado ja cadastrado.
zh: 选定的卡片已注册
zh_hans_hk: 選定的卡片已註冊

# stop_mobile_card
source: The selected card is disabled.
es: La tarjeta seleccionada está deshabilitada.
fr: La Carte sélectionnée a été désactivée
hu: A kiválasztott kártya le van tiltva.
it: La carta selezionata è disattivata.
ja: カードの利用が停止されました。
ko: 해당 카드 사용이 중지되었습니다.
lt: Pasirinkta kortelė yra deaktyvuota.
pt_br: O cartão selecionado ja incapacitado.
zh: 选定的卡片已停用
zh_hans_hk: 選定的卡片已停用

# user_other_device_mobile_card
source: This card is used by another mobile device.
es: Esta tarjeta está siendo usada por otro dispositivo móvil.
fr: Cette carte a été attribuée à un autre Mobile
hu: A kártyát egy másik mobil eszköz használja.
it: Questa carta è utilizzata da un altro dispositivo mobile.
ja: 他のスマートフォンで利用されているカードです。
ko: 다른 기기에서 사용중인 카드입니다.
lt: Ši kortelė yra naudojama kito mobiliojo prietaiso.
pt_br: O cartão ja usado na outra dispositivo.
zh: 此卡片由另一个移动端设备使用
zh_hans_hk: 此卡片由另一個移動端設備使用

# issue_card_count
source: Issue Count
es: Contador Emisiones
fr: Numéro d'émission
hu: Kibocsátás számláló
it: Emissione carta
ja: 発行回数
ko: 발급회차
lt: Įvykių kiekis
pt_br: Problemas de contagem
zh: 派发计数
zh_hans_hk: 派發計數

source: Block
es: Bloquear
fr: Bloquer
hu: Lezár
it: Blocco
ja: ブロック
ko: 차단
lt: Blokuoti
pt_br: Bloquear
zh: 限制
zh_hans_hk: 限制

source: Unblock
es: Desbloquear
fr: Débloquer
hu: Felold
it: Sblocco
ja: ブロック解除
ko: 차단해제
lt: Atblokuoti
pt_br: Desbloquear
zh: 解除限制
zh_hans_hk: 解除限制

# register_card
source: Card Registration
es: Registro Tarjetas
fr: Enregistrer Carte
hu: Kártya regisztráció
it: Registrazione carta
ja: カードの登録
ko: 카드 등록
lt: Kortelės registracija
pt_br: Cadastrar o cartão
zh: 卡片注册
zh_hans_hk: 卡片註冊

source: Card Type
es: Tipo Tarjeta
hu: Kártya típus
it: Tipo di carta
ja: カードの種類
ko: 카드 종류
lt: Kortelės tipas
pt_br: Tipo de cartão
zh: 卡片类型
zh_hans_hk: 卡片類型

# register_method
source: Registration Method
es: Método Registro
fr: Méthode d'Enregistrement
hu: Regisztrációs eljárás
it: Metodo di registrazione
ja: 登録方法
ko: 등록 방법
lt: Registracija būdas
pt_br: Método para cadastrarmento
zh: 注册方法
zh_hans_hk: 註冊方法

source: Card Data Format
es: Formato Datos Tarjeta
fr: Format des données de la Carte
hu: Kártya adatformátuma
it: Formato dati carta
ja: カードのデータ形式
ko: 카드 데이터 형식
lt: Kortelės duomenų formatas
pt_br: Formato de dados do cartão
zh: 卡片数据格式
zh_hans_hk: 卡片資料格式

source: Card Layout Format
es: Formato Layout Tarjeta
fr: Format Layout de la Carte
hu: Kártya elrendezés formátuma
it: Formato Layout carta
ja: カードのレイアウト形式
ko: 카드 레이아웃 형식
lt: Kortelės išvaizdos formatas
pt_br: Formato do cartão
zh: 卡片布局格式
zh_hans_hk: 卡片佈局格式
