Repository: BioStar2/BioStar2IOS
Catalog: BiostarMobile/BiostarMobile/*.lproj/Localizable.strings
Languages: ar, cs, es, fr, hu, it, ja, ko, lt, pl, pt_br, zh, zh_hans_hk

# error_set_start_date
source: Start date must be later than 1999
ar: يجب أن لا يكون تاريخ البداية أقل من 1999
cs: Počáteční datum musí být vyšší než 1999
es: Fecha Inicio debe de ser mayor que 1999.
fr: La date de début doit être supérieure à 1999
hu: Kezdés ideje legyen hosszabb, mint 1999
it: Data inizio successiva al 1999
ja: 開始日は、1999年より後の日付でなければなりません。
ko: 시작일은 2000년부터입니다.
lt: Galiojimo data turi būti vėlesnė nei 1999
pl: Data rozpoczęcia powinna być większa niż 1999
pt_br: Data de início deve ser posterior a 1999
zh: 起始日期必须超过1999年
zh_hans_hk: 起始日期必須超過1999年

source: Event
ar: حدث
cs: Událost
es: Evento
fr: Evénement
hu: Esemény
it: Evento
ja: イベント
ko: 이벤트
lt: Įvykis
pl: Zdarzenie
pt_br: Evento
zh: 事件
zh_hans_hk: 事件

source: Exit Button
ar: زر الخروج
cs: Odchodové tlačítko
es: Botón de Salida
fr: Bouton de sortie
hu: Kijárat gomb
it: Apriporta
ja: 退出ボタン
ko: 퇴실 버튼
lt: Išėjimo mygtukas
pl: Przycisk wyjścia
pt_br: Botão deSaída
zh: 出门按钮
zh_hans_hk: 出門按鈕

source: Exit Device
ar: جهاز الخروج
cs: Odchodová čtečka
es: Dispositivo de Salida
fr: Equipement de sortie
hu: Kijárat eszköz
it: Dispos. Uscita
ja: 退出端末
ko: 퇴실 장치
lt: Išėjimo prietaisas
pl: Urządzenie wyjściowe
pt_br: Dispositivo De Saída De Pânico
zh: 出门设备
zh_hans_hk: 出門裝置

# fail
source: Request Failed
ar: خطأ
cs: Chyba
es: Falla
fr: Echec de la requête
hu: Hiba
it: Richiesta non riuscita
ja: リクエスト失敗
ko: 요청이 실패했습니다
lt: Nepavyko
pl: Błąd
pt_br: Solicitação Falha
zh: 请求失败
zh_hans_hk: 請求失敗

# fail_retry
source: Request failed, would you like to retry?
ar: فشل الطلب، هل تريد إعادة المحاولة
cs: Požadavek neproveden. Opakovat?
es: Falló. Desea reintentar?
fr: Echec de la requête, réessayer ?
hu: Lekérdezési hiba, újra próbálkozik?
it: Errore richiesta, riprovare?
ja: 失敗しました。再試行しますか？
ko: 요청이 실패했습니다. 다시 시도하시겠습니까?
lt: Nepavyko, bandyti dar kartą?
pl: Wystąpił błąd. Czy chcesz spróbować ponownie?
pt_br: Solicitação Falha, Gostaria de tentar novamente?
zh: 请求失败，是否重试？
zh_hans_hk: 請求失敗，是否重試？

# fail_verify_finger
source: Fingerprint Verification Failed
ar: فشل في التعرف على البصمة
cs: Verifikace otisku prstu selhala
es: Falló lectura de Huella, verifique.
fr: La vérification de l'empreinte a échouée
hu: Ujjlenyomat ellenőrzési hiba
it: Errore verifica impronta
ja: 指紋照合失敗
ko: 지문이 일치하지 않습니다.
lt: Pirštų atspaudų identifikuoti nepavyko
pl: Błąd weryfikacji skanowania palca
pt_br: Falha na verificação da impressão digital
zh: 指纹验证失败
zh_hans_hk: 指紋驗證失敗

source: Filter
ar: تصفية
cs: Filtr
es: Filtro
fr: Filtre
hu: Szűrő
it: Filtro
ja: フィルター
ko: 필터
lt: Filtras
pl: Filtr
pt_br: Filtro
zh: 筛选
zh_hans_hk: 篩選

# finger_on_device
source: Scan your finger on the selected device
ar: ضع الأصبع على الجهاز المحدد
cs: Přiložte prst na zvolenou čtečku
es: Coloque su dedo en el sensor de huella.
fr: Scanner le doigt sur l'équipement sélectionné
hu: Ujjlenyomat szkennelése a kiválasztott eszközön
it: Scan impronta su dispos. selezionato
ja: 端末で指をスキャンして下さい。
ko: 손가락을 장치 센서에 놓으세요.
lt: Padėkite pirštą ant jutiklio
pl: Umieść palec na sensorze czytnika
pt_br: Escandir seu dado on Dispositivos selecionado
zh: 在选择的设备上读指纹
zh_hans_hk: 在選擇的裝置上掃描指紋

# finger_on_device_same
source: Rescan your finger on the selected device
ar: أعد وضع الأصبع على الجهاز المحدد
cs: Znovu přiložte prst na zvolenou čtečku
es: Coloque de nuevo su dedo en el sensor de huella.
fr: Scanner de nouveau le doigt sur l'équipement sélectionné
hu: Ujjlenyomat újraszkennelése a kiválasztott eszközön
it: Riscannerizza impronta
ja: 確認のため、もう一度、スキャンして下さい。
ko: 다시 한번 손가락을 장치 센서에 놓으세요.
lt: Dar kartą nuskanuokite pirštą
pl: Umieść palec na sensorze czytnika ponownie
pt_br: Escandir seu dado on Dispositivos selecionadonovamente
zh: 重新在选择的设备上读指纹
zh_hans_hk: 重新在選擇的裝置上掃描指紋

source: Fingerprint
ar: البصمة
cs: Otisk prstu
es: Huella Dactilar
fr: Empreinte digitale
hu: Ujjlenyomat
it: Impronta
ja: 指紋
ko: 지문
lt: Pirštų atspaudas
pl: Odcisk palca
pt_br: Impressão Digital
zh: 指纹
zh_hans_hk: 指紋

# forceUpdate
source: Update Required
ar: التحديث مطلوب
cs: Vyžadována aktualizace
es: Actualización Requerida
fr: Mise à jour requise
hu: Frissítés ajánlott
it: Aggiornam. Richiesto
ja: 更新する必要があります。
ko: 업데이트를 해야 합니다.
lt: Reikia atnaujinimo
pl: Wymagana Aktualizacja
pt_br: Atualização Necessária
zh: 需要更新
zh_hans_hk: 需要更新

# forced_open
source: Forced Entry Detected
ar: تم تسجيل حالة دخول عنوة
cs: Detekován násilný vstup
es: Ingreso Forzado Detectado
fr: Ouverture forcée détectée
hu: Erőszakos belépés érzékelve
it: Entrata coercitiva rilevata
ja: 強制解錠
ko: 강제 문열림
lt: Nesankcionuotas įėjimas
pl: Wykryto sforsowanie drzwi
pt_br: Entrada forçada Detectado
zh: 发现强制进入
zh_hans_hk: 發現強制進入

source: Format
ar: صيغة
cs: Formát
es: Formato
hu: Formattálás
it: Formato
ja: フォーマット
ko: 형식
lt: Formatas
pt_br: Formato
zh: 格式
zh_hans_hk: 格式

source: From Gallery
ar: من الأستديو
cs: Z galerie obrázků
es: Desde Galería
fr: Depuis la galerie
hu: Galériából
it: Da Galleria
ja: ギャラリーからインポート
ko: 갤러리에서 가져오기
lt: Iš galerijos
pl: Z Galerii
pt_br: Da Galeria
zh: 从图库
zh_hans_hk: 從圖庫

source: Group
ar: المجموعة
cs: Skupina
es: Grupo
fr: Groupe
hu: Csoport
it: Gruppo
ja: グループ
ko: 그룹
lt: Grupė
pl: Grupa
pt_br: Grupo
zh: 分组
zh_hans_hk: 分組

# guide_feature_permission
source: Permission is needed to use this feature
ar: تحتاج لسماحيات خاصة لاستخدام هذه الخاصية
cs: Tato funkcionalita vyžaduje příslušné oprávnění
es: Para usar esta característica se precisa permiso
hu: Útmutató funkció engedély
it: E' necessario l'autorizzazione per poter utilizzare questa funzione
ja: この機能の使用するには権限が必要です。
ko: 해당 기능을 사용하려면 권한이 필요합니다.
pl: Wymagane są większe uprawnienia ,aby skorzystać z tej funkcji
pt_br: guia para recurso de permissão
zh: 使用此特性需要权限
zh_hans_hk: 使用此巧能需要許可權

# held_opened
source: Door Held Open
ar: بقاء الباب مفتوحاً
cs: Dveře ponechány otevřené
es: Puerta Permanece Abierta
fr: Restée Ouverte
hu: Ajtó nyitva tartás
it: Tieni Aperto
ja: 連続解錠
ko: 장시간 문열림
lt: Laikyti atidarytas
pl: Drzwi przytrzymane
pt_br: A Porta Mantida Aberta
zh: 门常开
zh_hans_hk: 門長開

source: Inactive
ar: غير فعّال
cs: Neaktivní
es: Inactivo
fr: Inactif
hu: Inaktív
it: Deattiva
ja: 無効
ko: 비활성화
lt: Neaktyvus
pl: Nieaktywny
pt_br: Inativo
zh: 无效
zh_hans_hk: 無效

# info
source: Information
ar: معلومات
cs: Informace
es: Información
hu: Információ
it: Informazioni
ja: 通知
ko: 정보
lt: Informacija
pl: Informacje
pt_br: Informaões
zh: 信息
zh_hans_hk: 信息

# inherited
source: Inherited Value
ar: القيمة الموروثة
cs: Zděděná hodnota
es: Valores Heredados
fr: Valeur Héritée
hu: Hozott érték
it: Dati Anagrafici
ja: 継承された値
ko: 상속받은 정보입니다.
lt: Pagrindinė vertė ???
pl: Wartości są dziedziczone
pt_br: Herdados Valores
zh: 继承值
zh_hans_hk: 繼承值

# inherited_not_change
source: Can Not be Changed
ar: لا يمكن التغيير
cs: Modifikace nedostupná
es: No puede cambiarlo
fr: Modification non disponible
hu: Módosítás nem elérhető
it: Modifiche non disponibili
ja: 変更することはできません。
ko: 변경할 수 없습니다.
lt: Modifikacija negalima
pl: Nie możne zostać zmienione
pt_br: Não pode ser alterado
zh: 无法更改
zh_hans_hk: 無法更改

source: Input Port
ar: منفذ المدخل
cs: Vstupní port
es: Puerto Entrada
fr: Port d'entrée
hu: Kimeneti port
it: Input-Porta
ja: 入力ポート
ko: 입력 포트
lt: Įvesties vieta
pl: Port wejścia
pt_br: Porto de Entrada
zh: 输入端口
zh_hans_hk: 輸入埠

source: Invalid Email
ar: الإيميل غير صحيح
cs: Neplatný e-mail
es: Cuenta Invalida
fr: E-mail invalide
hu: Érvénytelen e-mail
it: E-mail non valida
ja: メールアドレスが、不正です。
ko: 이메일 주소가 올바르지 않습니다.
lt: Negaliojantis e.paštas
pl: Niepoprawny adres Email
pt_br: E-mail Inválido
zh: 无效邮箱
zh_hans_hk: 無效郵箱

# invalid_userid
source: Invalid User ID, please enter a number between 1 - 4,294,967,294
ar: رقم الموظف غير صحيح, الرجاء إدخال رقم بين 1 إلى 4,294,967,294
cs: Neplatné číslo uživatele, zadejte číslo mezi 1 a 4.294.967.294
es: ID de Usuario Inválido, por favor ingrese un número entre 1 - 4,294,967,294
fr: ID utilisateur invalide, entrer un nombre entre 1 et 4,294,967,294
hu: Érvénytelen felhasználó, adjon meg egy számot 1 és 4,294,967,294 között
it: Id Utente non valido, immettere numero tra 1 ~ 4,294,967,294
ja: ユーザーIDが不正です。1～4,294,967,294の範囲で入力して下さい。
ko: 사용할 수 없는 ID입니다. 1 ~ 4294967294의 숫자를 입력하십시오.
lt: Netinkamas naudotojo ID, pasirinkite numerį tarp 1 ~ 4,294,967,294
pl: Maksymalna wartość ID użytkownika to 4294967294.
pt_br: UsuárioID Inválido,Insira um número entre 1 - 4294967294, favor.
zh: 无效用户ID，请输入一个1- 4,294,967,294的数字
zh_hans_hk: 無效用戶ID，請輸入一個1- 4,294,967,294之的數字

# latest_version
source: Version is up to date
ar: تم تحديث الإصدار
cs: Poslední verze
es: Última Versión
fr: Dernière version
hu: Aktuális verzió
it: Versione attuale
ja: 最新バージョン
ko: 최신 버전입니다.
lt: Dabartinė versija
pl: Najnowsza wersja
pt_br: Versão está Actualizado
zh: 版本已更新
zh_hans_hk: 版本已更新

source: LOG OUT
ar: تسجيل خروج
cs: ODHLÁSIT
es: Salir
fr: Déconnecter
hu: KIJELENTKEZÉS
it: Disconnettersi
ja: ログアウト
ko: 로그아웃
lt: Atsijungti
pl: Wyloguj
pt_br: Sair
zh: 注销
zh_hans_hk: 登出

source: Login
ar: تسجيل دخول
cs: Přihlášení
es: Acceso
fr: Connexion
hu: Bejelentkezés
ja: ログイン
ko: 로그인
lt: Prisijungti
zh: 登录
zh_hans_hk: 登入

# login_empty
source: Missing ID/Password/URL
ar: إسم المستخدم/كلمة المرور/عنوان الويب غير مدخل
cs: Chybějící ID / heslo / URL
es: Debe de indicar ID/Password/URL
fr: ID/Mot de passe/URL manquant
hu: Hiányzó ID/Jelszó/URL cím
it: Immettere ID/Password/URL
ja: ID / パスワード / URLを入力する必要があります。
ko: 아이디와 패스워드 도메인정보를 입력해야 합니다.
lt: Įveskite trūkstamą ID/Slaptažodžio/URL
pl: Musisz wpisać numer ID/hasło/adres Url
pt_br: Faltando ID/Senha/URL
zh: 无 ID/密码/URL
zh_hans_hk: 無 ID/密碼/URL

# login_expire
source: Login Expired
ar: تم إنتهاء صلاحية تسجيل الدخول
cs: Přihlášení vypršelo
es: Expiró Acceso
fr: Connexion expirée
hu: Bejelentkezés lejárt
it: Login scaduto
ja: ログイン情報の期限切れ
ko: 로그인 정보가 만료되었습니다.
lt: Pasibaigęs prisijungimo laikas
pl: Login wygasa
pt_br: Login Expirado
zh: 登录过期
zh_hans_hk: 登入過期

# login_fail
source: Login Failed
ar: فشل في تسجيل الدخول
cs: Chyba přihlášení
es: Falló Acceso
fr: Echec de la connexion
hu: Bejelentkezés sikertelen
it: Errore Login
ja: ログイン失敗
ko: 로그인 실패
lt: Prisijungimas negalimas
pl: Błąd logowania
pt_br: Login Faltando
zh: 登录失败
zh_hans_hk: 登入失敗

source: Login ID
ar: إسم المستخدم
cs: Přihlašovací ID
es: ID Acceso
fr: ID de connexion
hu: Bejelentkezési ID
it: ID Login
ja: ログインID
ko: 로그인 아이디
lt: Prisijungimo ID
pt_br: ID de Contato
zh: 登录ID
zh_hans_hk: 登入ID

# low_quality
source: Insufficient Fingerprint Quality
ar: جودة البصمة غير كافية
cs: Nedostatečná kvalita otisku prstu
es: Baja Calidad al leer.
fr: Qualité de l'empreinte insuffisante
hu: Elégtelen ujjlenyomat minőség
it: Qualita' scan impronta bassa
ja: 指紋スキャンの品質が低いです。
ko: 스캔 품질이 낮습니다.
lt: Nepakankama atspaudo kokybė
pl: Jakość skanowania jest niska
pt_br: Insuficiente qualidade de impressões digitais
zh: 指纹质量差
zh_hans_hk: 指紋品質差

source: Manual Lock
ar: قفل يدوي
cs: Zamknout
es: Cierre Manual
fr: Verrouillage Manuel
hu: Kézi lezárás
it: Blocca
ja: ロック
ko: 수동 잠김
lt: Užrakinti
pl: Zablokowany
pt_br: Bloco
zh: 手动锁
zh_hans_hk: 手動鎖

source: Manual Unlock
ar: إلغاء القفل
cs: Manuální uzamčení
es: Apertura manual
fr: Débloquage Manuel
hu: Kézi feloldás
it: Sblocca
ja: ロック解除
ko: 수동 개방
lt: Atrakinti
pl: Blokada manualna
pt_br: Desblocar
zh: 手动锁
zh_hans_hk: 手動鎖

# max_size
source: Exceeded Registration Limit
ar: تم تجاوز حد التسجيل
cs: Překročen limit registrací
es: Contador Max de Registros
fr: Limite d'enregistrement dépassée
hu: Regisztrációs limit túllépése
it: Numero massimo registrazioni
ja: 最大登録数を超えました。
ko: 최대등록 갯수를 넘었습니다.
lt: Viršytas prisijungimų limitas
pl: Maksymalna liczba zarejestrowanych
pt_br: Limite de Registro excedido
zh: 超出注册限制
zh_hans_hk: 超出註冊限制

# memory_poor
source: Insufficient Memory
ar: الذاكرة غير كافية
cs: Nedostatečná paměť
es: Memoria insuficiente
fr: Espace mémoire insuffisant
hu: Kevés memória
it: Memoria insufficiente
ja: スマートフォンのメモリが不足しています。
ko: 스마트폰의 메모리가 부족합니다.
lt: Nepakanka atminties
pl: Niewystarczająca pamięć
pt_br: Insuficiente Memória
zh: 内存不足
zh_hans_hk: 記憶體不足

source: Menu
ar: القائمة
es: Menú
hu: Menü
ja: メニュー
ko: 메뉴
lt: Meniu
zh: 菜单
zh_hans_hk: 菜單

# minute
source: Min
ar: د.ق
hu: Perc
ja: 分
ko: 분
zh: 分钟
zh_hans_hk: 分鐘

source: Mobile
ar: رقم الموبايل
cs: Mobilní
es: Móvil
ja: モバイル
ko: 모바일
lt: Mobilus
pl: Mobilnie
pt_br: Móvel
zh: 移动
zh_hans_hk: 流動

source: Monitoring
ar: مراقبة
cs: Deník událostí
es: Monitorear
fr: Surveillance
hu: Monitorozás
it: Monitoraggio
ja: モニタリング
ko: 모니터링
lt: Stebėjimas
pt_br: Monitoramento
zh: 监控
zh_hans_hk: 監察

# monitoring_upper
source: MONITORING
ar: مراقبة
cs: DENÍK
es: Monitorear
hu: MONITOROZÁS
it: MONITORAGGIO
ja: モニタリング
ko: 모니터링
lt: STEBĖJIMAS
pt_br: MONITORAMENTO
zh: 监控
zh_hans_hk: 監察

source: My Profile
ar: ملفي الشخصي
cs: Můj profil
es: Mi Perfil
fr: Mon profile
hu: Profilom
it: Profilo
ja: プロフィール
ko: 내정보
lt: Mano profilis
pl: Mój profil
pt_br: Meu Perfil
zh: 我的文档
zh_hans_hk: 我的資料

source: Name
ar: الإسم
cs: Jméno
es: Nombre
fr: Nom
hu: Név
it: Nome
ja: 名称
ko: 이름
lt: Vardas
pl: Imię
pt_br: Nome
zh: 姓名
zh_hans_hk: 名字

source: New
ar: جديد
cs: Nové
es: Nuevo
fr: Nouveau
hu: Új
it: Nuovo
ja: 更新
ko: 업데이트
lt: Naujas
pl: Nowy
pt_br: Novo
zh: 新建
zh_hans_hk: 新建

source: New Notification
ar: إعلام جديد
cs: Nové upozornění
es: Nueva Notificación
fr: Nouvelle Notification
hu: Új értesítés
it: Nuove Notifiche
ja: 新着通知
ko: 새로운 알림
lt: Naujas pranešimas
pl: Nowe powiadomienie
pt_br: Nova Notificação
zh: 新通知
zh_hans_hk: 新通知

source: New User
ar: مستخدم جديد
cs: Nový uživatel
es: Nuevo Usuario
fr: Nouvel utilisateur
hu: Új felhasználó
it: Nuovo Utente
ja: 新しいユーザー
ko: 새로운 사용자
lt: Naujas vartotojas
pl: Nowy użytkownik
pt_br: Novo Usuário
zh: 新建用户
zh_hans_hk: 新增用戶

# new_version
source: A newer version is available, would you like to update?
ar: هناك نسخة جديدة متوفرة، هل تريد التحديث؟
cs: Dostupná nová verze. Aktualizovat?
es: Nueva versión disponible, le gustaría actualizar?
fr: Nouvelle version disponible, mettre à jour ?
hu: Új verzió elérhető, frissít?
it: Nuova Vers. Disponibile, aggiornare?
ja: 新しいバージョンに更新しますか？
ko: 새로운 버전으로 업데이트하시겠습니까?
lt: Pasiekiama nauja versija, atnaujinti?
pl: Czy zaktualizować do nowszej wersji?
pt_br: Nova versão, que gostaria de atualizar?
zh: 新版本可用，是否更新？
zh_hans_hk: 新版本可用，是否更新？

# no_more_data
source: End of Data
ar: نهاية البيانات
cs: Žádná další data
es: No hay más datos.
fr: Aucune autre donnée
hu: Adatok vége
it: Nessun nuovo dato
ja: もうデータがありません。
ko: 더이상 데이타가 없습니다.
lt: Trūksta duomenų
pl: Nie ma więcej danych
pt_br: FinalData
zh: 数据结尾
zh_hans_hk: 數據結尾

# no_permission
source: You do not have the sufficient permissions
ar: لا يوجد لديك صلاحيات كافية
cs: Nemáte oprávnění
es: Usted no tiene permiso
fr: Vous n'avez pas la permission.
hu: Nincs jogosultsága
it: Non si hanno autorizzazioni
ja: 権限がありません。
ko: 권한이 없습니다.
lt: Jūs neturite įgaliojimų
pl: Nie masz uprawnień
pt_br: Você não tem permissão suficiente
zh: 您没有足够的权限
zh_hans_hk: 您沒有足夠的許可權

source: None
ar: لا يوجد
cs: Žádné
es: Ninguno
fr: Aucun
hu: Nincs
it: Niente
ja: なし
ko: 없음
lt: Nėra
pl: Żaden
pt_br: Nenhum
zh: 无
zh_hans_hk: 無

# none_data
source: There is no available data
ar: لا توجد بيانات متوفرة
cs: Žádná data
es: Ningún dato
fr: Aucune donnée
hu: Üres adat
it: Nessun Dato
ja: データがありません。
ko: 데이타가 없습니다.
lt: Nėra duomenų
pl: Brak danych
pt_br: Não existem dados disponíveis
zh: 无可用数据
zh_hans_hk: 無可用資料

# none_device
source: Device not found
ar: لم يتم العثور على الجهاز
cs: Zařízení nenalezeno
es: Dispositivo no encontrado
fr: Equipement introuvable
hu: Eszköz nem található
it: Dispos. Non trovato
ja: 端末が見つかりませんでした。
ko: 장치를 찾을 수 없습니다.
lt: Prietaisas nerastas
pl: Urządzenie nie znalezione
pt_br: Dispositivo não encontrado
zh: 设备未找到
zh_hans_hk: 未找到裝置

# none_door
source: Door not found
ar: لم يتم العثور على الباب
cs: Dveře nenalezeny
es: Puerta no encontrada
fr: Porte non trouvé
hu: Ajtó nem található
it: Porta non trovata
ja: ゲートがありません。
ko: 출입문을 찾을 수 없습니다.
lt: Durys nerastos
pl: Nie znaleziono drzwi
pt_br: Porta não encontrado
zh: 门未找到
zh_hans_hk: 未找到門

# none_user
source: User not found
ar: لم يتم العثور على المستخدم
cs: Uživatel nenalezen
es: Usuario no encontrado
fr: Utilisateur introuvable
hu: Felhasználó nem található
it: Utente Non trovato
ja: ユーザーが存在しません。
ko: 사용자를 찾을 수 없습니다.
lt: Vartotojas nerastas
pl: Użytkownika nie znaleziono
pt_br: Usuário não encontrado
zh: 用户未找到
zh_hans_hk: 未找到用戶

# notice_connection_fail
source: Network Connection Failed
ar: فشل الإتصال بالشبكة
cs: Chyba síťového připojení
es: Fallo conexión de Red de Datos
fr: Echec de la connexion au réseau
hu: Kapcsolódás hálózathoz sikertelen
it: Connessione fallita
ja: ネットワーク接続に失敗しました。
ko: 네트워크 연결에 실패했습니다.
lt: Tinklo ryšys nutrūko
pl: Błąd łączenia z siecią
pt_br: Conexão de Rede Falha
zh: 网络连接失败
zh_hans_hk: 網路連接失敗

source: Notification
ar: إعلام
cs: Upozornění
es: Notificación
hu: Értesítés
it: Notifiche
ja: プッシュ通知
ko: Push 알림
lt: Pranešimas
pl: Powiadomienie
pt_br: Notificação
zh: 通知
zh_hans_hk: 通知

source: Notification Time
ar: وقت الإعلام
cs: Čas upozornění
es: Tiempo de Notificación
fr: Temps de notification
hu: Értesítési idő
it: Ora Notifiche
ja: 通知時間
ko: 알림 시간
lt: Pranešimo laikas
pl: Czas powiadomienia
pt_br: Tempo de notificação
zh: 通知时间
zh_hans_hk: 通知時間

# only_alpha_num_email
source: Enter only letters, numbers, comma(,) or period(.)
ar: أدخل فقط أحرف, أرقام, فاصلة (,), و نقطة (.)
cs: Zadávejte pouze písmena, číslice a znaky "," a "."
es: Ingrese solamente letras, números, coma (,) y punto (.)
fr: Entrer uniquement les caractères alphabets, les nombres et ".",","
hu: Betűk, számok és "," "." megadása
it: Solo lettere, numeri e ",","." accettati
ja: 英数字および、カンマ、ピリオドを入力してください。
ko: 알파벳,숫자,",","."만 입력해주세요.
lt: Įrašykite raides, skaičius arba ,",","."
pl: Wprowadź tylko znaki alfabetu,liczby,",","."
pt_br: Digite só letras, números, vírgulas (,) e ponto (.)
zh: 仅输入字母，数字，逗号和句号
zh_hans_hk: 僅輸入字母,數字,逗號(,)和句號(.)

# only_alpha_num_special
source: Enter only letters, numbers, or special characters
ar: أدخل فقط أحرف, أرقام, رموز خاصة
cs: Zadávejte pouze písmena, číslice, a speciální znaky
es: Ingrese solamente letras, números, y caracteres especiales
fr: Entrer uniquement les caractères alphabets, spéciaux et les nombres
hu: Betűk, számok és speciális karakterek megadása
it: Solo lettere, numeri e caratteri speciali accettati
ja: 英数字および記号を入力して下さい。
ko: 알파벳,숫자,일부 특수기호만 입력해주세요
lt: Rašykite tik raides ir skaičius
pl: Wprowadź tylko znaki alfabetu,liczby i znaki specjalne
pt_br: Enter alphabet,numbers,special only
zh: 仅输入字母，数字以及特殊字符
zh_hans_hk: 僅輸入字母,數字以及特殊字元

# only_number
source: Enter only Numbers
ar: أدخل أرقامأ فقط
cs: Zadávejte pouze číslice
es: Por favor escriba solo números
fr: Entre uniquement des nombres
hu: Számok megadása
it: Immettere solo numeri
ja: 数字のみの入力です。
ko: 숫자만 입력해주세요
lt: Rašykite tik skaičius
pl: Proszę wpisać tylko cyfry
pt_br: Digite só números
zh: 仅输入数字
zh_hans_hk: 僅輸入數字

# only_number_dash
source: Enter only enter numbers and dash(-), or plus(+)
ar: أدخل أرقامأ و ( - ) فقط
cs: Zadávejte pouze číslice a "-"
es: Por favor escriba solo números y caracter _
fr: Entrer uniquement des nombres, "-" et "+"
hu: Számok és "-" megadása
it: Immettere solo numeri e "-"
ja: 数字と"-"のみの入力です。
ko: 숫자와 "-", "+" 만 입력해주세요.
lt: Raykite tik skaičius ir "-"
pl: Proszę wpisać tylko cyfry i tyldę
pt_br: Digite só números e Hífen (-), Mais (+)
zh: 仅输入数字以及破折号（-），加号（+）
zh_hans_hk: 僅輸入數位以及減號(-)，加號(+)

source: Open
ar: فتح
cs: Otevřít
es: Abierto
fr: Ouvert
hu: Nyitva
it: Apri
ja: 開放
ko: 열림
lt: Atidaryta
pl: Otwarty
pt_br: Abrir
zh: 打开
zh_hans_hk: 打開

# open_door_time
source: Door Open Time
ar: وقت فتح الباب
cs: Doba otevření dveří
es: Tiempo de apertura de puerta
fr: Temps d'ouverture de porte
hu: Ajtónyitás ideje
it: Ora Apertura Porta
ja: ゲート開放時間
ko: 출입문 개방 시간
lt: Durų atidarymo laikas
pl: Czas otwarcia drzwi
pt_br: Porta Aberta Temporizado
zh: 开门时间
zh_hans_hk: 開門時間

# open_door_time_des
source: (in 3 hours)
ar: (خلال 3 ساعات )
cs: (za 3 hodiny)
es: (en 3 horas)
fr: (en 3 heures)
hu: (3 órán belül)
it: (in 3 secondi)
ja: （3時間以内）
ko: 요청후 3시간내에 로그
lt: (per 3 valandas)
pl: (w ciągu 3 godzin)
zh: （三小时内）
zh_hans_hk: （三小時內）

source: Open Time
ar: وقت الفتح
cs: Čas otevření
es: Tiempo de apertura
fr: Temps d'Ouverture
hu: Nyitás ideje
it: Durata apertura
ja: 開放時間
ko: 개방 시간
lt: Atidarymo laikas
pl: Czas otwarcia
pt_br: Hora da Abertura
zh: 打开时间
zh_hans_hk: 打開時間

# operator
source: BioStar Operator
ar: مستخدم الـ BioStar
cs: BioStar Operátor
es: Operador Biostar
fr: Opérateur BioStar
hu: BioStar operátor
it: Operatore BioStar
ja: 権限
ko: 권한
lt: BioStar Operatorius
pl: Operator Biostara
pt_br: Biostar Operador
zh: BioStar 操作员
zh_hans_hk: BioStar 操作員

source: Password
ar: كلمة المرور
cs: Heslo
es: Clave
fr: Mot de passe
hu: Jelszó
ja: パスワード
ko: 암호
lt: Slaptažodis
pl: Hasło
pt_br: Senha
zh: 密码
zh_hans_hk: 密碼

source: Password Confirm
ar: تأكيد كلمة المرور
cs: Potvrzení hesla
es: Confirme Clave
fr: Confirmer le Mot de Passe
hu: Jelszó megerősítése
it: Conferma Password
ja: パスワードの確認
ko: 암호 확인
lt: Slaptažodžio patvirtinimas
pl: Potwierdź hasło
pt_br: Confirir Senha
zh: 确认密码
zh_hans_hk: 確認密碼

# password_empty
source: Enter Password
ar: أدخل كلمة المرور
cs: Zadejte heslo
es: Entre contraseña
fr: Entrer le Mot de Passe
hu: Jelszó bevitele
it: Immetti Password
ja: パスワードを入力して下さい。
ko: 암호와 암호확인란에 입력하세요.
lt: Įveskite slaptažodį
pl: Musisz podać hasło i je potwierdzić
pt_br: Digite a Senha
zh: 输入密码
zh_hans_hk: 輸入密碼

# password_guide
source: Password must contain a minimum of 8 characters that include at lease one letter and one number.
ar: يجب على الأقل إدخال 8 رموز، تتضمن على أرقام و أحرف
cs: Je vyžadováno min. 8 znaků s min. jedním písmenem, číslem, a speciálním znakem
es: Contraseña mínimo 8 caracteres, al menos una letra y un número.
fr: Requiert 8 caractères minimum comprenant des lettres de l'alphabet et au moins un nombre
hu: A 8 karakter közül, legalább egy betű és egy szám szükséges.
it: Minimo 8 caratteri, tra i quali almeno un numero, una lettera e un carattere speciale
ja: 8文字以上で、英数字および記号が、最低でも1文字は含まれている必要があります。
ko: 알파벳, 숫자를 포함한 8자리 이상을 입력해야합니다.
lt: Įveskite bent 8 ženkus iš kurių bent viena raidė, skaičius ir simbolis.
pl: Wymagane minimum 8 znaków w tym numeryczne i specjalne
pt_br: Mínimo de 8 caracteres com um ou mais alfabeto, número necessário
zh: 需最少八个字符并带有至少一个字母及数字
zh_hans_hk: 需最少八個字元並帶有至少一個字母及數位

# password_guide_strong
source: Password must contain a minimum of 8 characters that include at least one lowercase letter, one uppercase letter, one number and one special character.
ar: يجب على الاقل إدخال 8 رموز، تتضمن على ارقام و أحرف (كبيرة/صغيرة) و رموز خاصة
es: Contraseña mínimo 8 caracteres, al menos una letra minúscula, una letra mayúscula, un número y un carácter especial.
fr: Requiert 8 caractères minimum comprenant au moins une lettre de l'alphabet (min, MAJ) et au moins un nombre et un symbole spécial
hu: A 8 karakter közül, legalább egy betű és egy szám és egy különleges karakter szükséges.
ko: 알파벳 대문자/소문자,숫자,특수기호를 포함한 8자리 이상을 입력해야합니다.
pt_br: Mínimo de 8 caracteres com um ou mais alfabeto (Superior, Inferior), número e caráter especial necessário
zh: 需最少八个字符并带有至少一个字母（大小写），数字，及特殊字符
zh_hans_hk: 需最少八個字元並帶有至少一個字母（大小寫），數位，及特殊字元

# password_invalid
source: Password does not match
ar: كلمة المرور غير متطابقة
cs: Hesla si neodpovídají
es: Password no coincide
fr: Le mot de passe de correspond pas
hu: Jelszavak nem egyeznek
it: Le Password non combaciano
ja: パスワードが一致しません。
ko: 암호가 일치하지 않습니다.
lt: Slaptažodis nesutampa
pl: Nie takie same hasło lub potwierdzenie
pt_br: Não corresponde à sua senha
zh: 密码不匹配
zh_hans_hk: 密碼錯誤

source: Period
ar: فترة
cs: Časová zóna
es: Periodo
fr: Période
hu: Periódus
it: Periodo
ja: 期間
ko: 기간
lt: Laikotarpis
pl: Okres
pt_br: Período
zh: 时期
zh_hans_hk: 時期
